{"status":{"rid":"6qbUh6oyrZoJCtQ+ag==","time-ms":0},"hits":{"found":128,"start":0,"hit":[{"id":"315081","fields":{"end_date":"1742-12-31T23:59:59Z","identifier":"315081","country":"Brazil","creator":"British Library EAP627; Pedro Monteiro de Macêdo, Antonio Caetano Pereira, João d’ Abreu de Castelo Branco","images":"410","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 manuscript volume of 203 folios, in addition to front and back covers. ; 410 JPEG or CR2 images","description":"The book contains land grant (sesmaria) records from 1709, 1713-1715, 1723, 1727, 1728-1738, and 1739-1742. Petitioners include: Clemente de Amorim de Souza, Captain Bento Bertoni da Costa, Deanna da Fonsêca Gondim, Comissoner Theodoro Alves de Figueiredo, Captain-Major (Capitão-mor) Domingos Velho Barreto, Domingos Alves da Costa, Captain Thomaz D’Araújo Pereira, Colonel Mathias Soares Ferreira, Father João de Viveiros Pessoa, and others. Requests came from residents of the captaincy of Paraíba and of Pernambuco, including from the sertão de Piancó, the Villa do Príncipe, and others. Reasons given to justify requests include the discovery of lands at own cost and the need for more land for livestock and crops, including sugar cane. Lands granted were located in Porteira, Ribeira do Curimataú, sertão) do Rio do Peixe, sertão de Piancó, Caroá, Serra do Urussú, Serra da Borborema, Forno, between the rivers of Mumbaba and Gramame, and others. Lands were three leagues wide and one long and were described as fallow or gained through donation. Donations were offered under the administration of Pedro Monteiro de Macêdo (1738-1739), Antonio Caetano Pereira, and João d’ Abreu de Castelo Branco (1727). Manuscript book, with non-original hardcover. Some folios are torn. Volume is numerated through folio 193.","language":["Portuguese"],"title":"Land Grants (sesmarias), 1728 -1738","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1709-01-01T00:00:00Z"}},{"id":"315492","fields":{"end_date":"1735-12-31T23:59:59Z","identifier":"315492","country":"Brazil","creator":"British Library EAP627; Capitão mor da Paraíba, Antonio Velho Coelho","images":"406","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 manuscript volume of  204 folios, in addition to front and back covers. ; 406 JPEG or CR2 images ","description":"This volume contains land grant (sesmaria) records from 1714 to 1717, 1718 to 1720, and 1735. Petitioners include: Pedro Mendonça Furtado, Captain Francisco Falcão de Miranda, Reverend Priest Luis Quaresma Dourado, Lucas Gonsalves, Antonio de Miranda Paes, Manoel Vas Varejão, Francisco George Monteiro, Captain Francisco Afonso da Silva, Sergeant-Major (Sargento-mor) Antonio Ferreira de Mendonça, Lieutenant Manoel Pimenta Calheiros, Lieutenant Colonel João Soares de Vasconcellos, Colonel João  Rocha Motta, Captain-Major Jacome Roiz Santos, João Tavares de Castro, Alferes Manoel, Vas Varejam, Captain Manoel Muniz Bitancort, Manoel Moniz de Lima, Dom Pedro Valcacer, and others. Requests came from the Capitania of Paraíba, specifically residents of the sertão do Curimatau, sertão de São João do Cariri, sertão das Piranhas, as well as the Vila de Santo Antonio do Recife, and others. Reasons given for requesting the land include: the discovery of lands at own expense; need for more land for livestock; free lands near existing property; need for more land for crops. Land grants (Sesmarias) were located in Velha de Marapitanga village, Riacho Salgado, Riacho Seco, Riacho Olho D’Agua, Serra Cupahoba, Riacho Marajaí, Serra do sítio Cataê, Gentio do Caruhá, Sítio Genipapo, and others. Land dimensions were described as three leagues wide and one long; twelve hands long; two leagues wide and one long. Lands were defined as fallow or occupied through purchase. Donations were carried out under the administration of Antonio Velho Coelho (1714-1717). Manuscript book, with non-original hardcover. Severely damaged by acidity of the paper and iron gall ink. Most folios are missing pieces. Volume is numerated through folio 196.  ","language":["Portuguese"],"title":"Plots of Land - 1714-1717 / Land grants (sesmarias) - 1714-1717","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1714-01-01T00:00:00Z"}},{"id":"316562","fields":{"end_date":"1746-12-31T23:59:59Z","identifier":"316562","country":"Brazil","creator":"British Library EAP627; Capitão mor Pedro Monteiro de Macedo","images":"462","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1  manuscript volume of 229 folios, in addition to front and back covers. ; 462 JPEG or CR2 images  ","description":"This volume contains land grant (sesmarias) records  from 1742 to 1746. Petitioners include: Lieutenant (Alferes) Pedro Soares da Silva, Lieutenant (Alferes) Thomaz Dinis da Penha, Antonio Pimentel de Araújo, Commissary (Comissário) Theodozio Alves de Figueiredo, Captain Antonio Guedes Alcanforado, Alferes João Gomes de Mello, Lieutenant Colonel Antonio Fernandes da Cunha, Antonio D”Araujo Frazão, Cosme Dias de Araujo, Reverend Father Miguel Rodrigues Sepulvida (Presbyter of the Order of Saint Peter), and others. The requests came from residents in the captaincy of Paraíba, specifically from the sertão de Cariri, Serra da Borborema, sertão de Sabugi, sertão de Piranhas, sertão de Seridó, Serra do Patú, among others. Reasons given for requesting the land include discovering lands at own cost; the need for more land to raise livestock, horses, and other animals; the need for more land for subsistence crops. Lands were destined to raising livestock, horses, and other animals and planting of corn, legumes, and other plants.  Land Grants (Sesmarias) were given in the sertão do Cariri, the sertão de Siridó, sertão de Sabugi, Serra do Patú and others. Lots were three leagues wide and one long. Lands were defined as fallow or owned through donation. Donations were made under the administration of Pedro Monteiro de Macedo (1742). Manuscript book, with non-original hardcover. Severely damaged by insects and iron gall ink. Folios 1-7 are missing. Volume is numerated through folio 223, though written information ends on folio 220.","language":["Portuguese"],"title":"Land Grants (sesmarias), 1742 - 1746","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1742-01-01T00:00:00Z"}},{"id":"317025","fields":{"end_date":"1776-12-31T23:59:59Z","identifier":"317025","country":"Brazil","creator":"British Library EAP627; Jerônimo Jozé de Mello e Castro","images":"464","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 manuscript volume of 201 folios, in addition to front and back covers.  ; 406 JPEG or CR2 images  ","description":"The volume contains land grant (sesmaria) records from 1768 to 1776. Petitioners include: Lieutenants (Alferes) José Francisco Muniz de Medeiros and Eugenio da Costa Lima, Lieutenant Jose de Andrade Medina, Captain João da Silva, Manoel Francisco de Souza, Bernardo de Castro Freire, Joaquim Gonçalvez Nunes, Manoel Gonçalvez Nunes, Jozé Gonçalvez Nunes, Jozé de Barros Correa, Luiz Pinto de Souza, Colonel Caetano Dantas Correia, Antonio de Araujo Filgueira, and others. Requests came from the captaincy of Paraíba, specifically from the sertão of Piancó, São Paulo do Continente de Pombal, Freguesia do Piancó, Rio Grande, the backland (sertão) of the Cariri, and others. Reasons given for requesting lands include the discovery of lands at own cost, the need for more land for livestock, open lands near current holdings, the need for land for crops, and land belonging to the Cariri Indians. The land was granted with the objective of populating the lands with livestock and planting crops. Lands were granted in Serra da Borborema, in the backlands (sertão) of Piancó, in the backlands (sertão) of Rio do Peixe, in the backlands (sertão) of Rio Salgado, Campina Grande, Boaventura, Riacho Carnauba, and others. Lands measured three leagues wide and one long and were described as fallow or in possession through donation. Donations were granted under the administration of Jerônimo Jozé de Mello e Castro (1768-1776). Manuscript book, with non-original hardcover. Severely damaged by acidity of the paper and iron gall ink.  Some folios are torn. Numerated through folio 197.","language":["Portuguese"],"title":"Land Grant - Various Parishes, 1768 - 1776","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1768-01-01T00:00:00Z"}},{"id":"317490","fields":{"end_date":"1755-12-31T23:59:59Z","identifier":"317490","country":"Brazil","creator":"British Library EAP627; Capitães mores da Paraíba: Antonio Borges da Fonseca, Luiz Antonio de Lemos Britto","images":"386","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 manuscript volume of 191 folios, in addition to front and back covers. ; 386 JPEG or CR2 images     ","description":"The book contains land grant (sesmaria) records from 1747 to 1755. Petitioners include Lieutenant General (Tenente Mestre de Campo General) Luis Xavier Bernardo, Ipolito Bandeira de Melo, Reverend Father Jozé Gomes de Faria, Reverend Father  Francisco de Araujo Carvalho e Gondino, Manoel de Souza de Olival, Tenente Gaspar de Freitas Castro, Diogo Fernandes Pereira, Francisco Ferreira da Silva, Feliciano Ferreira de Mello, among others. Requests came from the captaincies of Paraíba and Pernambuco, specifically from: the sertão do Rio do Peixe, the District of Ribeira do Piancó, the sertão de Piranhas, the sertão do Cariri, and others. Reasons given to request land include the discovery of land at own cost and the need for more land for livestock, horses, and or crops. The lands were destined to raising livestock and horses and planting crops. The grants were donated in the sertão do Cariri, close to the Village of Coremas, in the sertão de Piranhas, Ribeira District, sertão do Rio do Peixe, sertão de Piancó, and others. Plot sizes were three leagues wide by one long. Lands were described as fallow or owned by donation. Donations were granted under the administrations of Antonio Borges da Fonseca (1747) and Luiz Antonio de Lemos Britto (1755). Manuscript book, with non-original hardcover. Damaged by acidity of the paper and iron gall ink.  Numerated through folio 223, but missing some folios.","language":["Portuguese"],"title":"Land Grants (sesmarias), 1747 - 1755","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1747-01-01T00:00:00Z"}},{"id":"317877","fields":{"end_date":"1734-12-31T23:59:59Z","identifier":"317877","country":"Brazil","creator":"British Library EAP627; Capitães mores da Paraíba: Antonio Velho Coelho  e Francisco Pedro de Mendonça Gurjão","images":"400","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 manuscript volume of 198 folios, in addition to front and back covers.    ; 400 JPEG or CR2 images","description":"The volume contains land grant (sesmaria) records from 1701 to 1704, 1721, 1722-1727, and 1728-1734. Petitioners include:  Vicente Nogueira, Sergeant-Major Jozé Gomes de Faria, Manoel de Souza Santiago, José da Luz, Amaro Valcacer, Martinho Gomes, Captain Manoel Fernandes Coelho, Captain Antonio Carvalho de Vasconcellos, Thomaz D’Araujo Pereira, João Monteiro, Pedro da Costa D’Azevedo, and others. Requests came from the Captaincy (Capitania) of Paraíba, specifically from residents of the sertão do Curimatau, sertão do Cariri, and others. Reasons given for requesting land include: discovery of land at own cost; need for more land for livestock; need for more land for crops; and battles with Indians. The grants were given in the backlands of the sertão do Cariri, sertão do Curimatau, at the sítio Boa Vista, Serra Botopitá, Gentio Acaã-Capi-Canju and Feri, and others. Land dimensions were described as three leagues wide and one long and as two leagues wide and one long. Plots were described as fallow or occupied by purchase. Donations were granted under the administrations of Antonio Velho Coelho (1722-1727) and Francisco Pedro de Mendonça Gurjão (1728-1734). Manuscript book, with non-original hardcover. Severely damaged by acidity of the paper and iron gall ink.  Some folios are torn. Volume is numerated through folio 193.","language":["Portuguese"],"title":"Plots of Land 1722-1727 / Land Grants (sesmarias) 1722-1727","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1701-01-01T00:00:00Z"}},{"id":"319569","fields":{"end_date":"1808-12-31T23:59:59Z","identifier":"319569","country":"Brazil","creator":"British Library EAP627; Jerônimo Joze de Mello e Castro, Fernando Delgado Freire de Castilho","images":"662","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 volume of 329 folios, in addition to front and back cover.; 662 JPEG or CR2 images ","description":"The volume contains land grant (sesmaria) records from 1789 to 1808. Petitioners include: Theodozio da Costa Ferreira, Mathias Denis da Fonseca, Cosme da Costa Ferreira, Nicolao da Costa Ferreira, Maria de Caldas Neves, Jeronimo da Veiga Cabral, Francisco Cavalcanti de Albuquerque, Sergeant-Major (sargento-mor) Jozé Thomás Antunes, Antonio Ferreira, João Roiz Moreira Chaves, Joze de Castro Lima, Padre Pedro de Almeida de Azevedo Coutinho, Luzia de Jezus and Ms. Josefa Francisca de Medeiros, João do Rego Toscano, and others. Requests came from the captaincy of Paraíba. Reasons given for requesting land include the discovery of lands at own cosst, the need for more land for livestock, fallow lands adjacent to existing property, and the need for more land for crops. Lands granted were destined to raising livestock, planting crops, and feeding one's wife, children, and slaves. Lands were granted in Piancó's brook (ribeira), sertão of the Peixe river, along the Curimatau river,  Cariri de Fora's brook (ribeira), Areal, Lagoa do Piriri, Parahiba's brook (ribeira) (Curado do Bom Jardim, Termo da Villa Real de São João do Cariri de Fora). Lands were described as fallow, possessed through purchase, and possessed through donation. Donations were granted under the administrations of Jerônimo Joze de Mello e Castro (1789) and Fernando Delgado Freire de Castilho (1794 -1806). Manuscript book, with non-original hardcover. Severely damaged by acidity of the paper and iron gall ink. Most folios are torn. Folios 1 and 2 are missing.  ","language":["Portuguese"],"title":"Land Grants (sesmarias), 1789 - 1808","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1789-01-01T00:00:00Z"}},{"id":"321287","fields":{"end_date":"1856-12-31T23:59:59Z","identifier":"321287","country":"Brazil","creator":"British Library EAP627","images":"388","city":"João Pessoa","subject":["Land titles","Brazil"],"format":"1 manuscript volume of 192 folios, in addition to front and back cover.; 388 JPEG or CR2 images      ","description":"This volume refers to land titles from the parish of Nossa Senhora dos Remédios da Vila de Souza, from 1854-1856. It contains titles of plots of land belonging to Mathias de Barros Ordonho, Joaquim Pereira da Cunha, João de Sousa Martins Pereira, Joana Maria da Conceição, José Gomes do Rego, Jozé de Souza Diaz (guardian of the orphas Maria José and Candidas), Alexandre Chavier Lobo, Francisco Xavier da Silva, among others. Lands were obtained through inheritance, purchase, or other means and were located in Carnauba, Malhada, Buqueirão, Jatobá, Xiquixiques, Malta, Paso do Sedro and in the parcels of land called Timbauba, Santa Rosa, Bom sucesso, Alagoa de Dentro, São Bento, Sedro and others.  Manuscript book, with non-original hardcover. Damaged by acidity of the paper and iron gall ink. Some folios are torn. Numerated through folio 187. ","language":["Portuguese"],"title":"Land Titles from the Parish of Nossa Senhora dos Remédios da Vila de Sousa, 1854 - 1856","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1854-01-01T00:00:00Z"}},{"id":"321676","fields":{"end_date":"1824-12-31T23:59:59Z","identifier":"321676","country":"Brazil","creator":"British Library EAP627; Antonio Manoel da Silva Coelho","images":"378","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 manuscript volume of 187 folios, in addition to front and back cover.; 378 JPEG or CR2 images   ","description":"The volume contains land grant (sesmaria) records from 1816 to 1824. All pages after folio 122 are blank. Petitioners include: Jozé Gonsalves dos Reis, Jozé de Paiva Mallos, Vicente Ferreira, Bernardino Gomes Franco, Jozé de Souza de Viveiros, Jozé Pereira Lima, João Baptista Guedes, Ms. Andreza Marques Barros, Ms. Maria Mandela do Sacramento, Caetano Guedes Pereira, Antonio Luiz Bizerra, João Jacques Le Roger, Anna Maria Tereza, Luiz Gonzaga de Albuquerque, and others. Requests came from the captaincy of Paraíba, including residents of the Termo da Vila de Pombal, Brejo das Bananeiras, Ribeira do Piancó, Pilões, and others. Reasons given for requesting land include the discovery of land at own cost, the need for more land to care for livestock, fallow lands adjacent to existing properties, and the need for lands for crops. Lands granted were destined to raising cattle, planting crops, and the construction of houses. Lands were granted in Ribeira do Piancó, no sertão do Piancó, Brejo das Bananeiras, Vila de São João (riacho da cruz), Serra da Borborema, sertão do Curimatau (Serra das Bolhas, Termo da Vila de Montemor). Lands were described as fallow, possessed through purchase, or possessed through donation. Donations were granted under the administration of Antonio Manoel da Silva Coelho (1816-1824). Manuscript book, with non-original hardcover. Severely damaged by acidity of the paper and iron gall ink. Folios 1-8 are missing. Numerated through folio 122. ","language":["Portuguese"],"title":"Land Grants (sesmarias), 1816 - 1824","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1816-01-01T00:00:00Z"}},{"id":"322055","fields":{"end_date":"1859-12-31T23:59:59Z","identifier":"322055","country":"Brazil","creator":"British Library EAP627","images":"280","city":"João Pessoa","subject":["Land titles","Brazil"],"format":"1 manuscript volume of 138 folios, in addition to front and back cover.; 280 JPEG or CR2 images","description":"The volume refers to land titles from the parish of Nossa Senhora dos Remédios, in the city of Souza, from 1859. It contains titles of plots of land belonging to João da Silva D’Almeida, Antonio Barbosa Pereira, Bernardino de Sena, João Ferreira de Mello, Francisco Xavier Quixabeira, Valdevino Roiz de Paiva, Antonio de Quadra do Sacramento, Antonio Barbosa Pereira, and others. Lands were obtained through inheritance and by other means and were located in Santa Clara, São Vicente, Varzea do Canto, Pereiroz, Cadeado, Quixada, Joazeiro, Tigre, Formigueiro, Caes, Amano, Bé, and others. Lands ranged from 7 to 70 fathoms.  Manuscript book, with non-original hardcover. Damaged by insects, acidity of the paper and iron gall ink. Some folios are torn. Blank folios after folio 13.  ","language":["Portuguese"],"title":"Land Titles from the Parish of Sousa, 1859","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1859-01-01T00:00:00Z"}},{"id":"322336","fields":{"end_date":"1856-12-31T23:59:59Z","identifier":"322336","country":"Brazil","creator":"British Library EAP627","images":"304","city":"João Pessoa","subject":["Land titles","Brazil"],"format":"1 manuscript volume of 150 folios, in addition to front and back cover.; 304 JPEG or CR2 images   ","description":"This volume refers to land titles from the parish of Nossa Senhora da Guia of  Vila de Patos, from 1855-1856. It contains titles for plots of land belonging to Francisco Maria da Conceição, Felisberto Ferreira de Santiaguo, Francisco Gomes, Major Francisco Gomes Angelim, Joaquim Teixeira de Oliveira, José de Araujo, and others. Lands were obained through inheritance from Pedro de Almeida and others, and also through purchase. Lands were located in Malta, Serrota, San Felix, Mabanga, Frei Manoel, Rapoza, Boa Vista, Jacú, and others. Manuscript book, with non-original hardcover. Damaged by acidity of the paper and iron gall ink. Some folios are torn. Numerated through folio 140.  ","language":["Portuguese"],"title":"Land Titles from the Parish of Nossa Senhora da Guia da Vila de Patos, 1855 - 1856","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1855-01-01T00:00:00Z"}},{"id":"322641","fields":{"end_date":"1861-12-31T23:59:59Z","identifier":"322641","country":"Brazil","creator":"British Library EAP627","images":"212","city":"João Pessoa","subject":["Land titles","Brazil"],"format":"1 manuscript volume of 104 folios, in addition to front and back cover.; 212 JPEG or CR2 images","description":"This volume refers to land titles from the parish of Nossa Senhora das Neves, from 1854-1861. It contains titles for plots of land belonging to Manoel Marques de Paiva, Carlos Holmes (British), Francisco Miguel Archanjo, Rufina Marcolina da Silva, Joanna Francisca D’Holanda and Ana Izabel D’Holanda, Maria Lucia Bandeira, José Rodrigues Chaves, José Tavares de Andrade, Convento do Carmo, among others. Lands were obtained by inheritance from Dona Francisca Maria do Rozário, by purchase, by donation, aforamento, and other means. Lands were located in Mandacaru (Cabedelo District), Camboinha, Cuiá, Marés, Massaré de Cima, Oiteiro da Boa Vista, Martheus, Alagoinha (Gramame) and others.  Manuscript book, with non-original hardcover. Damaged by acidity of the paper and iron gall ink. Some folios are torn. Written information ends on the back of folio 53. ","language":["Portuguese"],"title":"Land Titles from the Parish of  Nossa Senhora das Neves, 1854 - 1861","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1854-01-01T00:00:00Z"}},{"id":"322854","fields":{"end_date":"1862-12-31T23:59:59Z","identifier":"322854","country":"Brazil","creator":"British Library EAP627","images":"384","city":"João Pessoa","subject":["Land titles","Brazil"],"format":"1 manuscript volume of 190 folios, in addition to front and back cover.; 384 JPEG or CR2 images     ","description":"The book refers to land titles from the parish of Cabaceiras, from 1855 to 1862. It contains titles of plots of lands belonging to Belchior Pereira da Silva, José Francisco Barbosa Monteiro e Maria Ramos de Jesuz, Justino José Pereira, Miguel Gomes Meira e Anna Joaquina de Jezus, Antonio Domingues Porto, José Felis de Lima e Josefa Maria da Conceição, Joaquim de Castro, Josefa da Costa, Lieutenant Colonoel (Tenente Coronel) Jose Correia Oliveira Andrade, among others. Lands were obtained through inheritance, through purchase and donation by Reverend Bartholomeu, or other means, and were located in the following farms (sítios): Barro Vermelho, São José, Caruá, Tapera, São Francisco, Cabaceiras, Rocha do Navio, and others; in land grants called São Francisco (datas denominadas), and others. Titles contain one, two, and five parts of land destined for cattle. Parcels ranged from 1,250 squared fanthoms, 600 fanthoms, fifty fanthoms, and others.  Manuscript book, with non-original hardcover not suited for fragile folios. Damaged by acidity of the paper and iron gall ink. Blank folios after folio 113","language":["Portuguese"],"title":"Land Titles from the Parish of Cabaceiras, 1855 - 1862","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1855-01-01T00:00:00Z"}},{"id":"323239","fields":{"end_date":"1865-12-31T23:59:59Z","identifier":"323239","country":"Brazil","creator":"British Library EAP627","images":"262","city":"João Pessoa","subject":["Land titles","Brazil"],"format":"1 manuscript volume of 129 folios, in addition to front and back cover.; 262 JPEG or CR2 images     ","description":"The book refers to land titles from the parish of Nossa Senhora da Luz de Guarabira, in Vila da Independência, from 1856 to 1865. It contains titles of plots of lands belonging to Francisco Pereira da Silva, Francisco da Conceição, Manoel Alves Ribeiro, Feliciana Maria da Conceição, Antonio José de Brito, Manoel Joaquim da Rocha, João Felipe Castro, Padre José Ricardo e Thomás José de Vasconcelos, Francisco Gomes da Silva Araujo Pereira, among others. Land titles were obtained through inheritance, purchase, donation, or other means, and were located in Serra da Barra do Cauté, in the farms (sítios) Caboculo, Furada da Vigencia, Passo Fundo, São Pedro, Mutamba; and in a land grant (sesmaria) in Gurinhenzinho.  Manuscript book, with non-original hardcover. Damaged by acidity of the paper and iron gall ink. Folios are blank after folio 18. ","language":["Portuguese"],"title":"Land Titles from the Parish of  Independência, 1856 -1865","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1856-01-01T00:00:00Z"}},{"id":"323502","fields":{"end_date":"1856-12-31T23:59:59Z","identifier":"323502","country":"Brazil","creator":"British Library EAP627","images":"324","city":"João Pessoa","subject":["Land titles","Brazil"],"format":"1 mauscript volume of 160 folios, in addition to front and back cover.; 324 JPEG or CR2 images","description":"This volume refers to land titles from the parish of Nossa Senhora dos Remédios da Vila de Souza, from 1856. It contains titles of plots of land belonging to Antonio da Silva Brazil, José Alexandre da Silveira and Satornina Maria da Conceição, Francisco Maciel Cabral, Ignacio Pereira de Oliveira, Manoel Gonçalves de Souza, Bento Correia de Sá, and others. Lands were obtained through inheritance, purchase, or by other means, and were located in São Simão, Olho D’Agoa do Roque, Tabuleiro Comprido, Tigre, Sant’Anna, Gamellaz, Arrojado, Santa Catarina and others.  Manuscript book, with non-original hardcover not suited for its fragile folios. Damaged by insects, acidity of the paper and iron gall ink. Numerated through folio 154. ","language":["Portuguese"],"title":"Land Titles from the Parish of Cidade de Sousa, 1856","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1856-01-01T00:00:00Z"}},{"id":"323827","fields":{"end_date":"1856-12-31T23:59:59Z","identifier":"323827","country":"Brazil","creator":"British Library EAP627","images":"354","city":"João Pessoa","subject":["Land titles","Brazil"],"format":"1 volume of 176 folios, in addition to front and back cover.; 356 JPEG or CR2 images","description":"Manuscript book, with original hardcover. Damaged by acidity of the paper and iron gall ink. Initial folios are missing, and folios are blank after folio 75.","language":["Portuguese"],"title":"Land Titles from Cuité, 1856","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1856-01-01T00:00:00Z"}},{"id":"324182","fields":{"end_date":"1856-12-31T23:59:59Z","identifier":"324182","country":"Brazil","creator":"British Library EAP627","images":"388","city":"João Pessoa","subject":["Land titles","Brazil"],"format":"1 manuscipt volume of 192 folios, in addition to front and back cover.; 388 JPEG or CR2 images   ","description":"The book refers to land titles from the parish of Nossa Senhora das Merces, in  Vila de Cuité, from 1855 to 1856. It contains titles of plots of lands belonging to José Soares de Mello e Antonia Maria de Jesus, Antonio Ferreira de Azavedo, José Francisco da Costa, Sebastião José de Oliveira, Sebastião José Cazado, Francisco Barbosa da Silva, José Barboza das Neves, Francisco Joaquim da Costa, Candido Augusto Correia, among others. Lands were obtained through inheritance, purchase, or other means, and were located in the farms (sítios) Campo Cumprido, Damião, Riacho do Mathias, Olho Dagoa do Dêdo, S. Antonio, Lagamar, and others; and in land grants (sesmria) in Lagoa do Poró, Caisára, Sucuru, Remédio, and others. Manuscript book, with non-original hardcover. Damaged by acidity of the paper and iron gall ink. Some folios are torn. Numerated through folio 187. ","language":["Portuguese"],"title":"Land Titles from the Parish of Nossa Senhora das Mercês da Vila de Cuité, 1855 - 1856 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1855-01-01T00:00:00Z"}},{"id":"328172","fields":{"end_date":"1805-12-31T23:59:59Z","identifier":"328172","country":"Brazil","creator":"British Library EAP627; Príncipe Regente e Dom Rodrigo de Souza Coutinho","images":"652","city":"João Pessoa","subject":["Administrative acts","Brazil"],"format":"1 volume of 324 folios, in addition to front and back cover.; 652 JPEG or CR2 images","description":"The book contains royal letters and provisions dating from 1707 to 1805. Register of the deceased Paraíba Governor Jerônimo José de Mello e Castro's assets; request for wood sample from the captaincy suitable for barrels (aduelas), 1797; letters from the court to several captaincies, such as Pernambuco, Bahia, Paraíba, Piauí, Maranhão e Pará. On France's prohibition to prevent the illicit introduction of English merchandise in that country and its contraband to Brazil (1798).  Copy of news regarding the arrival of a corsair schooner from Bayona. Prince Regent's request for a list of every Justice and Treasury office, and other matters relating to the Captaincy's administration. Documents signed by the Prince Regent and Dom Rodrigo de Souza Coutinho. Documents were originally loose manuscripts, which have been bound together on this volume. Contains cover. Binding is loose and some folios are damaged by iron gall ink. Some folios are blank. ","language":["Portuguese"],"title":"Royal Orders (1797 – 1805)","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1797-01-01T00:00:00Z"}},{"id":"328825","fields":{"end_date":"1848-12-31T23:59:59Z","identifier":"328825","country":"Brazil","creator":"British Library EAP627","images":"286","city":"João Pessoa","subject":["Administrative acts","Brazil"],"format":"1 volume of 140 folios, in addition to front and back cover.; 286 JPEG or CR2 images","description":"This book contains registers of notices (avisos) from the State Secretary for War Affairs to Paraíba's Provincial Government from 1842 to 1848. It includes internal communications such as: the Decree of July 7 1842; First Line Infantry's Colonel José Thomás Henriques's promotion; shipment of four copies of Decree nº 61, as well as the government's decisions;  instructions for the recruitment of 3,000 recruits to the Army as well as to serve in any part of the Empire, to follow immediately after the suspension of recruitments as ordered in a memo dated July 31; the Emperor's resolution to terminate the services of Police Officer José Francisco de Carvalho, of the Provincial Line's Temporary Corps, in answer to petition nº12; notification letter nº13, in which Narceira Maria da Conceição requests that her son, Estevão Soares de Pinto, a soldier of the 4th Battalion of Artillery, be transferred to the Provincial Riflemen Company (Companhia Fixa de Caçadores da Província); Petition to the Provincial Treasury for the payment of late salaries due to Lieutenant Manoel Antônio, among others. Notices were sent during the tenure of different governors, including Fernandes Chaves, 1842; Francisco de Sá, 1844; Albuquerque Maranhão, 1848; Carneiro de Campos, 1848, among others. Manuscript book with original hardcover. Brittle and yellowing paper, damaged by iron gall ink. Numerated through folio 132.  ","language":["Portuguese"],"title":"Notices from the State Secretary for War Affairs (Secretaria de Estado dos Negócios da Guerra), 1842-1848","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1842-01-01T00:00:00Z"}},{"id":"329112","fields":{"end_date":"1856-12-31T23:59:59Z","identifier":"329112","country":"Brazil","creator":"British Library EAP627; Ministros e Secretários da Secretaria de Estado e Negócios da Fazenda: Visconde de Barbacena; Marquês de Quelus; Miguel Calmon de Pin e Almeida; Manoel Alves Branco; Martin Francisco Ribeiro de Andrade; João Maurício Wanderley e Marquêz de Paraná","images":"384","city":"João Pessoa","subject":["Administrative acts","Brazil"],"format":"1 volume of 190 folios, in addition to front and back cover.; 384 JPEG or CR2 images","description":"The book contains orders issued by the State Secretary of Imperial Affairs (Secretaria de Estado de Negócios do Império), in Rio de Janeiro, to the Provincial Government of Parahyba do Norte, between the years 1826 and 1856. Registers include Ordinances, such as the one instructing Provincial Presidents to send to the State Secretary every application and petition relating to matters of the national Treasury, and procedures to follow. Registers also include the Emperor's nominations (appointments) and dismissals (exonerations), including those of José Thomaz Ferreira Neves as First Clerk at the Provincial Treasury's Accountant office (Escrituário da contadoria da Tesouraria da Província); appointment of João Maurício Wanderley as Minister and State Secretary for the Treasury's Internal Affairs during State Councilman Marquês de Paraná's impeachment; and dismissal of Antônio de Souza Gouvêa as Fiscal Prosecutor of the Provincial Treasury, among others. The orders were addressed to different Provincial Presidents (Presidentes de Província) over the years in question, including Alexandre Francisco de Seixas Machado, 1826; Francisco de Assis Pereira Rocha, 1827; Gabriel Getúlio Monteiro de Mendonça, 1822, 1829; Holanda Chacon, 1839; Monteiro da Franca, 1840; Costa Pinto, 1850, 1956, as well as different State Secretaries of the State Office of Treasury Affairs (Secretaria de Estado e Negócios da Fazenda), such as Visconde de Barbacena, 1826; Marquês de Quelus, 1827; Miguel Calmon de Pin e Almeida, 1822, 1829; Manoel Alves Branco, 1839; Martin Francisco Ribeiro de Andrade, 1840; João Maurício Wanderley, 1856 e Marquêz de Paraná, 1850, among others. Manuscript book with original cover. Damaged by insects, with yellowing folios. Many folios are blank. Written information ends on folio 143. ","language":["Portuguese"],"title":"Register of Orders from the Office of the State Secretary of the Treasury (Secretaria de Estado dos Negócios da Fazenda), 1826-1856","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1826-01-01T00:00:00Z"}},{"id":"329928","fields":{"end_date":"1827-12-31T23:59:59Z","identifier":"329928","country":"Brazil","creator":"British Library EAP627; Antonio Joaquim Ferreira (Oficial Maior da Secretaria do Governo), João Barbosa Cordeiro (Secretário) e Francisco Xavier Monteiro da Franca","images":"396","city":"João Pessoa","subject":["Rank letters","Brazil"],"format":"1 volume of 86 folios, in addition to front and back cover.; 396 JPEG or CR2 images","description":"The book contains rank letters (cartas patentes) of Lieutenant Francisco Felis do Espirito Santo, Battalion n.2 of the Second Line of Riflemen  (Batalhão nº 2 de Caçadores da Segunda Linha), Lieutenant Thomaz Luiz da Serra, of the Second Battalion of Riflemen Militia (2º Batalhão de Milícias de Caçadores), Francisco de Paula Ferreira Lima of the Fourth Battalion, Fourth Company of Riflemen Militia (4ª Companhia do Quarto Batalhão de Caçadores Milicianos), Sergeant Felis Jozé de Sousa, and Sergeant Victorino Carmello, of the Alhandra's District Company (Companhia do Districto de Alhandra), Antonio Thomaz da Rocha of the Count's Ordinances Corp (Corpo de Ordenanças do Conde), Sergeant Gonçallo Fructuoso de Oliveira, Villa Real do Brejo de Areia's Ordinances (Ordenanças da Villa Real do Brejo de Areia), native (indio) Manoel Rodrigues Tavares, of the Villa de Monte Mór's Natives Ordinances, (Ordenanças dos índios da Villa de Monte Mór), and others. With reference to the beginning of the term of Sergeant-Major, Sergeant, National Rail Assistant, Captain, and Lieutenant, from the town of Nossa Senhora das Neves da Paraíba, between October 29, 1823, and October 11, 1827, signed by Government Secretary Official Major Antonio Joaquim Ferreir, Secretary João Barbosa Cordeiro, and Secretary Francisco Xavier Monteiro da Franca. Manuscript book with non-original hardcover. Damaged by insects and iron gall ink. Initial folios are missing.","language":["Portuguese"],"title":"Rak letters (\"cartas patentes\"), 1823-1827","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1823-01-01T00:00:00Z"}},{"id":"330325","fields":{"end_date":"1783-12-31T23:59:59Z","identifier":"330325","country":"Brazil","creator":"British Library EAP627; Jerônimo José de Mello e Castro","images":"326","city":"João Pessoa","subject":["Rank letters","Brazil"],"format":"1 volume of 161 folios, in addition to front and back cover.; 326 JPEG or CR2 images","description":"The book contains rank letters (cartas patentes) of the following military officials: Cavalry Regiment Company's Lieutenant Antonio Gonsalves de Medeiros, Lieutenant Manoel Lobo Ferreira, of Paraíba's First Auxiliary Regiment of Cavalry; Sergeant Pedro da Silva Espinola, North Regiment's Infantry Troop Company; João Moreira Lima, soldier João Vidal de Negreiros, sergeant João Rodrigues, of the Third Company of Colored Men (Terceira Companhia dos Homens Pardos); soldier Antonio Luis Nogueira, Auxiliary Cavalry Regiment of  Vila de Goiana; Lieutenant Francisco Soares Neiva, and others. The series also contains documents referring to the beginning of the term for the posts of Sergeant-Major, Captain, Captain-Major, and Corporal (cabo), in cities around Paraíba as well in Recife (Pernambuco), from December 19, 1776 to April 15, 1783; written by Diogo Velho Cardozo (Officer Major of the Government's Secretary), José Pinto Coêlho, Manoel de Carvalho Paes D’Andrade (Government Secretary), Manoel Barboza da Silva Garcia, during the tenure of governor Jozé de Melo e Castro. Manuscript book with non-original hardcover. Damaged by insects and iron gall ink. incomplete volume with missing folios.","language":["Portuguese"],"title":"Rak letters (\"cartas patentes\") of military Personnel issued by Captain Generals in Pernambuco and Paraíba, 1776-1783","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1776-01-01T00:00:00Z"}},{"id":"330652","fields":{"end_date":"1855-12-31T23:59:59Z","identifier":"330652","country":"Brazil","creator":"British Library EAP627; Francisco Xavier Paz Barreto","images":"28","city":"João Pessoa","subject":["Rank letters","Brazil"],"format":"1 volume of 12 folios, in addition to front and back cover.; 28 JPEG or CR2 images","description":"The book contains rank letters (cartas patentes) of military officials, including Francisco Joaquim Dantas, of Villa do Catolé do Rocha's National Guard Battalion's Fourth Company (4ª Companhia do Batalhão de Guardas Nacional da Villa do Catolé do Rocha), José Francisco de Oliveira, of the National Guard, Gabriel Fernandiz de Carvalho, of the National Guard's Seventh Battalion (7º Batalhão da Guarda Nacional), Marcelo Miguel Fernandez de Carvalho, Taipú's National Guard's Seventh Battalion, Fourth Company (4ª Companhia do 7º Batalhão da Guarda Nacional do Taipú), Vicente José da Costa , Pombal's Twenty-First Battalion of the National Guard's Second Company (2ª Companhia do 21º Batalhão da Guarda Nacional de Pombal), Amaro Godinho da Costa, Areia's National Guard's Reserve Company (Companhia do Corpo de Reserva da Guarda Nacional da cidade de Areia), and others. Letters refer to the beginning of the term for the posts of Lieutenant, Lieutenant Colonel, Section Lieutenant, Captain, and includes Retired Lieutenant and Retired Captain, from the city of Paraíba do Norte, between March 15, 1847, and December 6, 1854, signed by Government Secretary Francisco Xavier Paz Barreto. Manuscript book with non-original hardcover. Damaged by insects and iron gall ink. Incomplete volume with initial folios missing.  ","language":["Portuguese"],"title":"Rank Letters (\"cartas patentes\") and Discharge Papers (\"cartas de reformados\"), 1847-1855","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1847-01-01T00:00:00Z"}},{"id":"330681","fields":{"end_date":"1824-12-31T23:59:59Z","identifier":"330681","country":"Brazil","creator":"British Library EAP627","images":"544","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 270 folios, in addition to front and back cover.; 544 JPEG or CR2 images","description":"The book contains registers of the Provincial Junta (Junta Provincial) between 1821 and 1824. It includes information on Decrees issued by the General Constitutional Courts of the Portuguese Nation (1821); inspection of prisoners in the city jail of Paraíba; petitions by farmers from several municipalities against cattle ranching in areas destined to agriculture; measures to prevent a conspiracy against D. João VI and the possibility that conspirators might seek refuge in Rio Grande do Norte (1822); shipment of records for the Data de Sesmaria Gado-Bravo (1823); correspondence between Felippe Neri and members of Paraíba's Senate chamber regarding his appointment to the provincial government (1824). Manuscript book with original cover wrapped in newspaper. Volume is incomplete and damaged by insects and water. First folio is improperly bound. Written information runs through folio 258. ","language":["Portuguese"],"title":"Correspondence of the Provincial Junta, 1821","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1821-01-01T00:00:00Z"}},{"id":"331226","fields":{"end_date":"1824-12-31T23:59:59Z","identifier":"331226","country":"Brazil","creator":"British Library EAP627","images":"404","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 200 folios, in addition to front and back cover.folhas, mais capa e contracapa; 404 JPEG or CR2 images","description":"The book contains minutes of meetings of the Provisory Junta (Junta Provisória) in the period 1823-1824, registered in accordance with the Executive Power Delegate's attributes. Certificates were given by secretary João Barbosa Cordeiro and signed by President Estevão José Carneiro da Cunha. It includes registers of correspondence with the Ministry of State for War Affairs regarding a petition by João Soares Neiva e Francisco Sérgio d’Oliveira; soldiers' desertion, amongst which the desertion of cadet José Antônio de Sousa; and military patent of Captain Joaquim Batista and Lieutenant Alexandre Francisco de Seixas. The books also contains correspondence with the Minister of State for Imperial Affairs, José Bonifácio de Andrade Silva, regarding topics such as salary payment petition by Clerk Francisco de Mello Munis (Escrivão da Mesa de Abertura); the arrest of fourteen individuals who were then sent to Pernambuco, conducted by Lieutenant José Vicente Magalhães, Commander of the Detachment stationed in Villa do Crato together with three Ministers of Ceará's Provincial Junta and delegates of that province; among others. There are a great number of blank pages toward the end of the book. Manuscript book with original hardcover. Damaged by insects and iron gall ink. Yellowing folio. Written information ends on folio 151.","language":["Portuguese"],"title":"Minutes of the Provisory Junta (\"junta provisória do governo\"), 1823- 1824","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1823-01-01T00:00:00Z"}},{"id":"331631","fields":{"end_date":"1865-12-31T23:59:59Z","identifier":"331631","country":"Brazil","creator":"British Library EAP627; Antonio Manuel Baptista (Secretário do Governo)","images":"516","city":"João Pessoa","subject":["Rank letters","Brazil"],"format":"1 volume of 256 folios, in addition to front and back cover.; 516 JPEG or CR2 images","description":"The book contains rank letters (cartas patentes) of Lieutenant Adelino Baptista de Carvalho, of the Second Battalion of Santa Rita's Second Company (2ª Companhia do 2º Batalhão de Santa Rita), Frederico da Gama Cabral, of the Second Battalion of Santa Rita's Second Company  (2ª Companhia do 2º Batalhão de Santa Rita), Jozé Lourenço Vaz Ribeiro Junior, of  the Tenth Battalion of Campina Grande's First Company of (1ª Companhia do 10º Batalhão de Campina Grande), Antonio Veríssimo de Lima, of the Third Company of Livramento's Third Battalion (3ª Companhia do 3º Batalhão de Livramento), João da Costa Faria, of the Third Company of Independência's Seventeenth Battalion (3ª Companhia do 17º Batalhão da Independência), Sergeant Francisco Fausto Jasmin Pitiá, of the Capital's First Battalion (1º Batalhão da Capital), José da Silva Lisbôa, Eighth Company of Alagoa Nova's Thirteenth Battalion (8ª Companhia do 13º Batalhão de Alagoa Nova), João Martins Casado (2ª Companhia do 12º Batalhão de Alagoa Grande), Sergeant João Antonio Ferreira de Menêzes, of the Third Company of the Capital's National Guard Reserve (3ª Companhia do Batalhão de Reserva da Guarda Nacional da Capital), and others. Letters refer to the posts of Lieutenant,, Captain, Lieutenant Surgeon, and others, from  cities in Paraíba do Norte, from January 30, 1858, to March 21, 1865, signed by Government Secretary Antonio Manuel Baptista. Manuscript and print book, wih non-original hardcvoer. Damaged by insects and iron gall ink. Some folios are torn. ","language":["Portuguese"],"title":"Rank Letters of the National Guard issued by the President of the Province, 1858-1865","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1858-01-01T00:00:00Z"}},{"id":"332148","fields":{"end_date":"1847-12-31T23:59:59Z","identifier":"332148","country":"Brazil","creator":"British Library EAP627; João Antonio Baptista (Secretário do Governo), Felizardo Toscano de Brito (Secretário), Jozé Custódio de Sá Leitão (Secretário)","images":"298","city":"João Pessoa","subject":["Rank letters","Brazil"],"format":"1 volume of 142 folios, in addition to front and back cover.; 298 JPEG or CR2 images","description":"The book contains rank letters (cartas patentes) of military officials such as Antonio Joaquim de Mendonça, of the Villa de Cabacerias's First Company of the National Guard Battalion (1ª Companhia do Batalhão da Guarda Nacional do Município da Villa de Cabaceiras), João Dantas de Farias, of Catolé do Rocha's Second Company of the National Guard Battalion (2ª Companhia do Batalhão da Guarda Nacional de Catolé do Rocha), João Luiz Pereira Luna of the Third Company of the National Guard First Battalion's Second Legion (3ª Companhia do 1º Batalhão da 2ª Legião da Guarda Nacional), Luiz Maurício da Gama of the Second Company of the National Guard Second Battalion's Second Line (2ª Companhia do 2º Batalhão da 2ª Linha da Guarda Nacional), Francisco de Pontes Cavalcante  of the First Company of Brejo de Areia's National Guard Battalion (1ª Companhia do Batalhão da Guarda Nacional do Brejo de Areia), Manoel Fernandes da Silva of the Second Company of Villa de Mamanguape's National Guard Second Battalion ( 2ª Companhia do 2º Batalhão da Guarda Nacional da Villa de Mamanguape), Joaquim Ferreira de Souza Formiga, of Pombal's National Guard Battalion (Batalhão da Guarda Nacional de Pombal), Manoel Porfírio Delgado of Mamanguape's National Guard Second Battalion  (2º Batalhão da Guarda Nacional de Mamanguape), Joaquim Leite Ferreira Tenoz  of Villa de Piancó's First Battalion's Fourth Company (4ª Companhia do 1º Batalhão da Villa de Piancó), and others. In reference to the posts of Lieutenant, Captain, Major, and Assistant Lieutenant, in the town of Paraíba do Norte, from April 25, 1844, to January 11, 1847, signed by Government Secretary João Antonio Baptista, as well as Secretaries Felizardo Toscano de Brito and Jozé Custódio de Sá Leitão. Manuscript book with non-original hardcover. Severely damaged by insects and iron gall ink. Some folios are torn. Numerated through folio 144.  ","language":["Portuguese"],"title":"Rank Letters of National Guard Officials, 1844-1847","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1844-01-01T00:00:00Z"}},{"id":"334687","fields":{"end_date":"1848-12-31T23:59:59Z","identifier":"334687","country":"Brazil","creator":"British Library EAP627","images":"332","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 164 folios, in addition to front and back cover.; 332 JPEG or CR2 images","description":"This volume contains registry of letters from the provincial government to the Ministry of State for Navy Affairs (Ministério d’Estado dos Negócios da Marinha), between 1829 and 1848. It includes Imperial Orders relating to: a request for the delivery of a list of merchant vessels belonging to the Province, and annual reports of vessels added each year;  recruitment in the Province after the General Assembly was installed, in 1826; appointments and beginning of terms, such as João Antônio de Vasconcelos taking office as Provincial President, and Joaquim Antônio Fernandes Leão's appointment to the post of Minister (official) and Secretary of State for Navy Affairs; information regarding captures, such as the seizure of wood shipped from Barra do Rio Gramame to Cabedelo, which had been cut from foreign woods without a license (the wood was destined to the National Schooner, in Olinda, which was under construction in the Port of Pernambuco). It also contains notifications on the Ministry of the Navy's Expenditure Balance Sheet. Letters were dispatched during the tenure of different governors, including Gabriel Getúlio Monteiro de Mendonça, 1829; Pedro Rodrigues Fernandes Chaves, 1842; João Antônio de Vasconcelos, 1848, as well as different Ministers (officials) and State Secretaries for Navy Affairs, like  Miguel de Souza de Mello, 1829; the Marquis of Paranaguá (Marquez de Paranaguá), 1842; Manoel Felizardo de Souza e Mello, 1848; Joaquim Antônio Fernandes Leão; among other topics.  Manuscript book with original hardcover. Volume is well preserved, with some damage by insects and some yellowing folios. ","language":["Portuguese"],"title":"Secretary of Government: correspondence of the Provincial Government of Paraíba with the Ministry and Secretary of Navy Affairs, (\"Ministério e Secretaria dos Negócios da Marinha\"), 1829-1849","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1829-01-01T00:00:00Z"}},{"id":"335020","fields":{"end_date":"1865-12-31T23:59:59Z","identifier":"335020","country":"Brazil","creator":"British Library EAP627","images":"322","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 159 folios, in addition to front and back cover.; 322 JPEG or CR2 images","description":"The book contains letters from the Provincial Government to the State Secretary for Foreign Affairs, between 1829 and 1865. It includes the registry of letters of varied topics, for example: acknowledgment of receiving Imperial notice accompanying treaties sanctioned by the Emperor, the King of the Low Countries, and the President of the United States of America, requesting that said treaties be advertised properly;  changes in Paraíba's government with the removal of José Thomás Nabuco de Araújo and Manoel Maria Carneiro da Cunha taking office in his place; notice to Augusto Gomes da Silva, Italian Consular Agent in the capital, informing him that a four-month period has been set for him to require the necessary license to take office.  Letters were dispatched during the tenure of different governors, including Gabriel Getúlio Monteiro de Mendonça, 1829; Francisco José Meira, 1831; José Vicente Amorim Bezerra, 1850; Agostinho da Silva Neves, 1850; Sinval Odorico de Moura, 1854; Francisco de Araújo Lima, 1861, as well as different State Secretaries for Foreign Affairs, such as the Marquis of Aracati (Marquês de Aracati), 1829; Francisco Carneiro de Campos, 1831; José Marques Lisboa, 1833; José soares de Sousa, 1850; Paulino José Soares de Sousa, 1850; José Pedro dias Nicera, 1854; José Maria da Silva Paranhos, 1861, among others. Manuscript book with original hardcover. Folios are yellowing and damaged by insects and iron gall ink. Numerated through folio 157. ","language":["Portuguese"],"title":"Correspondence from the Provincial Government to the State Secretary for Foreign Affairs, 1829 – 1865","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1829-01-01T00:00:00Z"}},{"id":"335343","fields":{"end_date":"1833-12-31T23:59:59Z","identifier":"335343","country":"Brazil","creator":"British Library EAP627","images":"408","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 202 folios, in addition to front and back cover.; 408 JPEG or CR2 images","description":"The book contains registry of letters sent by the Secretary of State for War Affairs and by the Supreme Military Council, between 1829 and 1833. It contains the registry of orders such as the one given to the provincial governor by which he must instruct on the supply of  “Etaipe” to the Army, and that the supply ought to be regulated by Rio de Janeiro's measure. It also includes the register of applications, such as Manoel José Gonsalves Lisboa's, Lieutenant of the Carrapato District Company, part of Vila Real do Brejo de Area's Ordinance Corps, requesting that the Company be divided, and that he be promoted to Captain of the new Company to be created; and Manoel José de Pinho's request regarding the post of Captain in the Vila Real do Brejo de Area's Canafistola District;  Dona Theresa de Jezus Vieira's petition to receive half the pension of her deceased spouse, directed to the Regency, on the Emperor's name; and José Profiro de Oliveira's, Lieutenant of the provincial Cavalry Regiment number 28, requesting the Empire's Regency pay his dues for the services he provided, among others. Orders and petitions were issued during the tenure of different governors, including those of Gabriel Getúlio Monteiro Mendonça, 1829; Francisco José Meira, 1833; Antônio Joaquim de Mello, 1833; as well as different Ministers (government officials) and Secretaries of War Affairs, such as Joaquim Oliveira Alvares, 1829; Rafael da Cunha Cabral, 1829; José Clemente Pereira, 1829; Antero José Ferreira Brito, 1833, among others. Manuscript book with original hardcover in good state of conservation. Brittle and yellowing paper, damaged by iron gall ink. Numerated through folio 201.","language":["Portuguese"],"title":"Correspondence by the Secretary of State for War Affairs and by the Supreme Military Council, 1829-1833","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1829-01-01T00:00:00Z"}},{"id":"335752","fields":{"end_date":"1830-12-31T23:59:59Z","identifier":"335752","country":"Brazil","creator":"British Library EAP627","images":"382","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 189 folios, in addition to front and back cover.; 382 JPEG or CR2 images","description":"The book contains correspondence between  Paraíba's Provincial Government and the Province's Armed Forces Command, from 1825 to 1830. It includes registers of nominations, such as that of Cleric Renato Pedro to the post of Army's Captain Major. Remittance by the State Secretary of War Affairs of four military patents, for Major Manoel Rodrigues de Paiva, Lieutenant Alexandre Luiz Felis de Vasconcelos, Lieutenant José Pereira and Manoel Pinheiro de Almeida. Copies of Imperial Ordinances dated August 18, 1830, to the Supreme Military Council, and of the Council's Secretary on September 13, by which they were ordered to confirm more military patents once all others were solicited, after the deadline indicated in the legislation. In response to the March 6 petition, the necessary orders were given to the Inspector General of War (Corregedor Geral da Gente de Guerra) for the delivery of supplies with meat, backpacks, utensils, etc, to the Sergeant Major of the Battalion including 68 militias, Manoel Rodrigues de Paiva. Petition by Sergeant Major and interim commander of Battalion n.70 of the Second Line of Riflemen for a national and imperial flag for the battalion. Correspondence was exchanged during the tenure of different provincial governors, including Francisco de Seixas Maxado (1825); Gabriel Getúlio Monteiro Mendonça, (1829); Manoel Joaquim Pereira da Silva (1830), as well as different Arms' Commanders such as Trajano Antônio Gonçalves de Medeiros (1825), and Antônio Gonçalves de Medeiros (1830). Manuscript book with original hardcover, damaged. Folios are yellowing and damaged by insects. Numerated through folio 185. ","language":["Portuguese"],"title":"Correspondence, Secretary of the Provincial Government to the Armed Forces Command, 1825-1830","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1825-01-01T00:00:00Z"}},{"id":"336135","fields":{"end_date":"1833-12-31T23:59:59Z","identifier":"336135","country":"Brazil","creator":"British Library EAP627","images":"408","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 202 folios, in addition to front and back cover.; 408 JPEG or CR2 images","description":"The book is composed by the registry of letters sent by Paraíba's Provincial Government to the Imperial Ministry of War Affairs, between 1829 and 1833. It contains letters regarding the election for members of the provincial General Council in accordance with the  law of October 20, 1823, and preventive measures against the introduction of doctrines opposed to customs and potentially harmful to public morals, as well as against those that could destroy the constitutional regime governing the Empire. Other topics that appear in these letters include: construction works in the city's beaching (\"varadouro\"), and Santa Rita's residents' petition for the creation of a market; expense information made by the Secretariat with the appointment of the Provincial President. Letters were sent during the tenure of different governors, including  Gabriel Getúlio Monteiro de Mendonça, 1829; Francisco José Meira, 1830, 1833; Manoel Joaquim Pereira da Silva, 1830; André de Albuquerque Maranhão Júnior, 1832, as well as different Ministers (officials) and State Secretaries for Imperial Affairs, among others. Manuscript book with original hardcover severaly damaged. Brittle and yellowing paper, damaged by iron gall ink. Numerated through folio 207.","language":["Portuguese"],"title":"Correspondence from the Provincial Government to the Imperial Ministry, 1829-1833","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1829-01-01T00:00:00Z"}},{"id":"337191","fields":{"end_date":"1834-12-31T23:59:59Z","identifier":"337191","country":"Brazil","creator":"British Library EAP627","images":"398","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 197 folios, in addition to front and back cover.; 398 JPEG or CR2 images ","description":"The book contains registry of correspondence between Paraíba's Government Secretary and the Public Treasury Secretary  (Secretaria da Junta da Fazenda Pública), between 1831 and 1834. It includes decisions by the Governmental Council, such as the approval of a proposition regarding Troops; the Fiscal's salary payment; Government orders to Cabedelo's Fort's Commander regarding the dismissal of two guards, Silvério da Costa Cirne and José Epifânio da Silva, as requested; among others. Between 1831 and 1834 the Government Secretary had different clerks (scribes), including  Francisco Xavier Abreu, (1831), and José Lins Lopes Bastos (1834), as well as different Treasury delegates, such as  Joaquim Monteiro da Franca, 1831-1833; Antônio Borges da Fonseca, 1831, and Antônio José Henrique, 1834. Manuscript book with original hardcover. Folios are yellowing and damaged by iron gall ink. Numerated through folio  197.","language":["Portuguese"],"title":"Correspondence from Paraíba's Secretary of Government to the Public Treasury, 1831-1834","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1831-01-01T00:00:00Z"}},{"id":"337590","fields":{"end_date":"1844-12-31T23:59:59Z","identifier":"337590","country":"Brazil","creator":"British Library EAP627","images":"290","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 143 folios, in addition to front and back cover.; 290 JPEG or CR2 images","description":"The book contains the registry of letters from the Provincial Government to Provincial Peace Judges (juízes de Paz da Província), between 1835 and 1844. Topics include: the decision to include four indigenous men from the Alhandra village in the Government's service; information to the Provincial Peace Judge regarding the arrest of National Guard Soldier Jose Joaquim de Lima by the Police for beating up his mother; information on the Police Corp and the National Guard, as well as the delivery of war petitions to the Cabedelo Fort. Letters were dispatched during the tenure of different Provincial Governors:  Francisco José Meira, 1835; Basílio Quaresma Torreão, 1836-1837; Francisco Helder Monteiro da Franca, 1841. Manuscript book with original hardcover. Severely damaged by insects and iron gall ink. Numerated through folio  138.","language":["Portuguese"],"title":"Correspondence from the Provincial Government to Provincial Peace Judges, 1835-1844","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1835-01-01T00:00:00Z"}},{"id":"337881","fields":{"end_date":"1845-12-31T23:59:59Z","identifier":"337881","country":"Brazil","creator":"British Library EAP627; Pedro Rodrigues Fernandes Chaves, Agostinho da Silva Neves, Frederico Carneiro de Campos","images":"288","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of142 folios, in addition to front and back cover.; 288 JPEG or CR2 images","description":"The book contains correspondence between Paraíba's government and Chiefs of Police, Deputies (delegados) and Assistant Deputies (subdelegados), between 1842 and 1845. It contains: information on the peace district of Alhandra and Taquara, and the creation of a police station (subdelegacia) to serve those vicinities; requests for a list of appointees to the positions of substitute police deputies and assistant deputies in the Parish of  Mamanguape; delivery of prisoners; orders for the police force stationed in Cabaceiras' to return to the capital; capture of deserters; nomination of Luiz Francisco dos Santos Lima, Assistant Deputy (subdelegado) in the Parish of São Miguel da Bahia da Traição; signs and affiliation of Private Silverio Bento José Bizerra, of the Second Provisionary Corps of the Capital's First Line; among others.  Manuscript book with original hardcover wrapped in newspaper. Damaged by iron gall ink. Some folios are torn, yellowing and brittle, and some have tape. Numerated through folio 140.","language":["Portuguese"],"title":"Correspondence from  Paraíba's government to Chiefs of Police, Deputies (delegados), Assistant Deputies (subdelegados), and Substitue Deputies, 1842-1845","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1842-01-01T00:00:00Z"}},{"id":"338170","fields":{"end_date":"1835-12-31T23:59:59Z","identifier":"338170","country":"Brazil","creator":"British Library EAP627","images":"62","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 31 folios, in addition to front and back cover.; 62 JPEG or CR2 images","description":"The book contains registry of letters from the Provincial Government to the several Municipal Chambers, Municipal Judges, and Public Prosecutors, in the year 1835.  Letters from Provincial Government's Secretary, Manoel Maria Carneiro da Cunha, to the Vice-President of Villa de Pombal's Municipal Chamber, Felis Rodrigues dos Santos, regarding elections for the Imperial Regency. The existence of the Tenth Company of the National Guard in the district of  São Joaquim. Dispatch to Provincial Chambers containing a copy of the Provincial Legislative Assembly's requests for the Municipalities' Budget of revenue and expenditures to be sent by Municipal Chambers' Presidents and Councilmen to the Provincial Government. On the Provincial Police Force. Information on electoral penalties to be charged. On the delivery of a report presented by the Minister (official) and State Secretary for Imperial Affairs to the Provincial Municipal Chamber, among others.   Manuscript book without cover and incomplete. Damaged by iron gal ink. Sme yellowing. ","language":["Portuguese"],"title":"Correspondence from the Provincial Government to several Municipal Chambers, Municipal Judges (Civil, Municipal, and Orphans Judges), and Public Prosecutors, 1835-1845","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1835-01-01T00:00:00Z"}},{"id":"338233","fields":{"end_date":"1840-12-31T23:59:59Z","identifier":"338233","country":"Brazil","creator":"British Library EAP627","images":"272","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 136 folios.; 272 JPEG or CR2 images","description":"The book contains correspondence from the Provincial Presidency to different provincial governments, in 1840. It includes: shipping records of two collections of legislative acts from the Provinces of Paraíba and Pará. Capture of deserters in the Province of Pernambuco. List of sacred items stolen from Vila de Souza's Church (Igreja Matriz) in the night of October 8, 1837. Map of the forces that marched on Pernambuco's Province headed to the Province of Maranhão. Authorization for the Provincial Treasury's Administration to pay its employees. Embargo of the English vessel  Express's departure from the Province. Absence of Interim Judge of the Second Parish (Juiz de Direito Interino da 2ª Comarca). Dr. Egídio Leite Ferreira de Azevedo's taking office as Municipal Judge of the Third Parish. Provincial Treasury's demand for payment of the annual slave tax in the Province of Paraíba, among other topics. Manuscript book without cover. Folios are damaged by insects and iron gall ink. Volume is incomplete.  ","language":["Portuguese"],"title":"Correspondence from the Provincial Presidency to other Provincial Governments (different Provinces), 1840 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1840-01-01T00:00:00Z"}},{"id":"338506","fields":{"end_date":"1863-12-31T23:59:59Z","identifier":"338506","country":"Brazil","creator":"British Library EAP627","images":"476","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 236 folios, in addition to front and back cover.; 476 JPEG or CR2 images","description":"The book contains the Provincial Presidency's official correspondence with the Police Corps from 1859 to 1863. It includes: letter from Police Commander Major (Major Comandante) Ambrózio Leitão da Cunha to Provincial Government, 1859, on two Privates under his command--Cândido José de Araújo and Cosme José Claudio-- also serving in the Army; letter from Presidency Secretary Thomáz de Aquino Mindêllo to Police Corps Commander Major Joaquim Moreira Lima, in 1859, informing National Guard's officers to become a part of the Investigation Council;  letter from the Provincial Presidency to Police Commander, Major Ambrózio Leitão da Cunha, in 1859, requesting two officers to escort a criminal to Pernambuco, and that they should take the Companhia Brasileira's Steam train (Vapor da Companhia Brasileira); letter from Presidency Secretary Luiz Albuquerque Martins Pereira to Police Corps Commander Major, in 1860, with orders for an officer to accompany National Guard's Lieutenant Francisco Egídio Peixoto de Vasconcellos (who carries money to be delivered to the Collector;  notice regarding recruitment for Arms Service; among others. Manuscript book with original hardcover, badly damaged. Overall, folios are in a good state of conservation, with som eyellowing folios.","language":["Portuguese"],"title":"Official Correspondencde of the Provincial Presidency with the Police Corps, 1859 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1859-01-01T00:00:00Z"}},{"id":"338983","fields":{"end_date":"1847-12-31T23:59:59Z","identifier":"338983","country":"Brazil","creator":"British Library EAP627; Frederico Carneiro de Campos, presidente da Província","images":"298","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 147 folios, in addition to front and back cover.; 298 JPEG or CR2 images","description":"The book contains correspondence exchanged between the Provincial Government and the Province's Chief of Police, Deputies (delegados) and Assistant Deputies (subdelegados), from 1845 to 1847. It includes: information on the capture of a First Line Provisionary Corps' Private; orders to Pilar's Chief of Police to dispatch a patrol to Ingá to aid that location's residents; measures to prevent expenses during recruitment; dismissal and appointment of Piancó's Police Station's Fifth Substitute; notice to increase the police detachment in Campina Grande; riots in the Province of Pernambuco and the possibility of similar issues arising in Paraíba; among others.  Manuscript book with non-original hardcover. Binding compromises readability. Badly damaged by iron gall ink. Some folios are torn. Numerated through folio 144. ","language":["Portuguese"],"title":"Correspondence between the Provincial Government and the Chief of Police, Deputies (delegados) and Assistant Deputies (subdelegados), 1845-1847","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1845-01-01T00:00:00Z"}},{"id":"339282","fields":{"end_date":"1850-12-31T23:59:59Z","identifier":"339282","country":"Brazil","creator":"British Library EAP627","images":"308","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 152 folios, in addition to front and back cover.; 308 JPEG or CR2 images","description":"The book contains registers of correspondence exchanged between the Presidency and several authorities outside of the Province in the period ranging 1847-1850. Letter to the President of the Province of Maranhão, in 1847, from President Joaquim Carneiro de Campos, with notice of receipt of two Collections of the Province's Legislative Acts. Letter to Pernambuco's Provincial President, Antônio Pinto da Gama, from President Frederico Carneiro de Campos, in 1847, requesting a national flag for the Province's Fort, measuring twenty five spans long and fourteen spans wide; to the President of the Province of Bahia, Antônio Ignácio de Azevedo, also in 1847, with receipt notice of copies of Dr.João José Barboza de Oliveira's translated work on the penitentiary system; to the President of Sergipe's Province, from President José Vicente de Amorim Bezerra, in 1850, regarding receipt of the report presented to the Provincial Legislative Assembly. It also includes correspondence sent to the British Consul in Paraíba from President João Antônio de Vasconcelos in 1849, in response to a letter regarding the loss of a French galley's cargo and apprehension of merchandise in several locations, and the lack of a French Consul, Vice Consul or Consular Agent in the Province; among others. Manuscript book with original hardcover, badly damaged. Overall, folios are in a good state of conservation, with som eyellowing folios. Numerated through folio 150. ","language":["Portuguese"],"title":"Office of the Government: correspondence from the provincial government with authorities from other provincies, 1847-1850","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1847-01-01T00:00:00Z"}},{"id":"339591","fields":{"end_date":"1858-12-31T23:59:59Z","identifier":"339591","country":"Brazil","creator":"British Library EAP627","images":"384","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 190 folios, in addition to front and back cover.; 384 JPEG or CR2 images","description":"The book contains register of Dispatches by the Provincial Presidency between 1856 and 1858. Content includes: São Benedito's Brotherhood's Clerk Marinho da Silva Medeiros's petition to be appointed as lottery treasurer for the lotteries granted to said Brotherhood by por Assembleia Provincial o Reverendo Padre José Antônio Lopes da Silveira; primary school teacher (professor de Primeiras Letras) Jose Torquarto de Sá Cavalcante, from Vila de Catolé do Rocha, requesting payment of his salaries; Pedro Beltram, Captain of the Spanish vessel Emília, requesting a pass through Cabedelo's Fort to continue his voyage to Barcelona; Private of the Second Company of the Provincial Police Corps Francisco José da Silva's request to be dismissed from service upon having completed his duty; Fernando Daniel de Carvalho, resident of Praia de Lucena, requesting a license to build a fishing corral; city resident  Bento José Cezar Rangel's request to become Director of the Indigenous Population (Diretor dos Índios) do Monte-mor's village, in the municipality of Mamanguape; James Thompson, Captain of an English schooner, requesting a pass through Cabedelo's Fort to continue his voyage to Liverpool; H. L. Hans, Captain of the English vessel  Rob Roy, requesting a pass through Cabedelo's Fort to continue his voyage to Liverpool; among others.  Manuscript book with original hardcover, badly damaged. Overall, folios are in a good state of conservation, with som eyellowing folios. Numerated through folio188.","language":["Portuguese"],"title":"Office of the Government: Dispatches by the Provincial Presidency, 1856-1858","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1856-01-01T00:00:00Z"}},{"id":"339976","fields":{"end_date":"1845-12-31T23:59:59Z","identifier":"339976","country":"Brazil","creator":"British Library EAP627","images":"300","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 148 folios, in addition to front and back cover.; 300 JPEG or CR2 images","description":"The book contains correspondence exchanged between the Provincial Government and the Province's Chief of Police, Deputies (delegados) and Assistant Deputies (subdelegados) between 1845 and 1847. Letters sent to the Chief of Police include the notice given to Rio Grande do Norte's Provincial President  Frederico Carneiro Campos, regarding the presence of prisoners Francisco Ignácio Lisboa and José Joaquim de Santa Anain the Province of Paraíba, and also to request the delivery of prisoner Manoel José da Silva to Cabedelo's Fort, and later to the Jail in Fernando de Noronha. To Assistant Deputy (subdelegado) Pedras de Fogo's Police, regarding revolutionary upheaval in the town of Goiana as a result of a Battalion of the National Guard having been sent there. Correspondence directed to Provincial Police Deputies (delegados), such as Campina Grande's Police Deputy, regarding the dismissal of Patrício José de Freire Mariz from the post of Second Substitute for Assistant Deputy (subdelegado) of the Parish of Alagoa Nova, who was replaced by José Soares Alves de Almeida; among other topics. Manuscript book with non-original hardcover. Severely damaged by iron gall ink. Some folios areyellowing and brittle. Numerated through folio 144.","language":["Portuguese"],"title":"Correspondence between the Provincial Government and the Chief of Police, Deputies (delegados) and Assistant Deputies (subdelegados), 1845","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1845-01-01T00:00:00Z"}},{"id":"340283","fields":{"end_date":"1864-12-31T23:59:59Z","identifier":"340283","country":"Brazil","creator":"British Library EAP627; Ambrozio Leitão da Cunha, Francisco D’Araujo Lima, Thomás Mindelo (Secretário da Província)","images":"472","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 234 folios, in addition to front and back cover.; 472 JPEG or CR2 images","description":"The book registers correspondence exchanged with several authorities and individuals from outside the Province, from 1859 to 1864. Topics include: economic measures adopted by Legislative Chambers; police proceedings from the town of Alagoa do Monteiro; trade in Africans in the Island of Itamaracá and in Rio Grande do Norte; bank project for the regulation of emissions by the Bank of Brazil and other government-approved banks; neutrality in the war between France and Sardinia; Law Graduate (Bacharel) João Rodrigues Chaves's petition to the post of Municipal Judge in the capital; notice denouncing Lieutenant Colonel  Antonio Quirino de Souza's acts of barbarity against the indigenous population of the Parish of Jacoca; notice of forced recruitment to the Army in the city of Areia; arrest and punishment of criminal Liberato Cavalcente de Carvalho Nóbrega in Vila do Teixeira; among others. Letters are signed by Ambrozio Leitão da Cunha, Francisco D’Araujo Lima, Thomás Mindelo (Provincial Secretary). Manuscript book with non-original hardcover. Damaged by iron gall ink. Some folios are torn. Numerated through folio 232. ","language":["Portuguese"],"title":"Confidential Correspondence from the Provincial Presidency with Authorities and Individuals from other Provinces, 1859-1864","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1859-01-01T00:00:00Z"}},{"id":"340756","fields":{"end_date":"1860-12-31T23:59:59Z","identifier":"340756","country":"Brazil","creator":"British Library EAP627; Luiz D’Albuquerque Martins (Secretário de Província), Luis Antonio da Silva Nunes","images":"376","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 186 folios, in addition to front and back cover.; 376 JPEG or CR2 images","description":"The book contains Ordinances issued by the Provincial Presidency in 1860, relating to different topics, including: Francisco de Sales Pequeno's appointment to the post of bookkeeper in Termo de Campina Grande's Municipal and Orphan Court;  Feliciano Francisco's appointment to the post of Director of the Indigenous population in São Miguel da Bahia da Traição do Termo de Mamanguape; exoneration of the police post of Catolé do Rocha; Vicar Manuel Cordeiro da Cruz's appointment to the post of Public Instruction (education) Commissioner in Villa de Patos; Second Sergeant Tristão Grangeiro D’Almeida e Mello's appointment to the post of Lieutenant of the Police Force; approval of proposition to fill existing vacancies in Areia's Cavalry; among others. Letters are signed by Luiz D’Albuquerque Martins (Provincial Secretary), and Luis Antonio da Silva Nunes. Manuscript book with non-original hardcover. There is tape on the front and back covers. Damaged by insects and iron gall ink. Some folios are torn. Numerated through folio 184.","language":["Portuguese"],"title":"Ordinances issued by the Provincial Presidency, 1860","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1860-01-01T00:00:00Z"}},{"id":"341133","fields":{"end_date":"1860-12-31T23:59:59Z","identifier":"341133","country":"Brazil","creator":"British Library EAP627; Francisco de Araujo Lima (Secretário de Província), Ambrozio Leitão da Cunha (Secretário de Província)","images":"256","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 126 folios, in addition to front and back cover.; 256 JPEG or CR2 images","description":"The book contains registers of correspondence in the year 1860, regarding: draft proposal regulating primary and secondary education in the Province; publications of the calls for vacant primary schools jobs; competition for the French language school of Lyceum Paraibano; monthly sending of school maps by teachers; Latin teachers' beginning of activities in the cities of Areia and Mamanguape; approval to rent the house where Villa da Independência's primary school operates; approval of French teacher João Antonio Marques's proposal to be the Lyceum's chair of Latin; among others. Letters are signed by Francisco de Araujo Lima (Provincial Secretary), and Ambrozio Leitão da Cunha (Provincial Secretary). Manuscript book with non-original hardcover. Damaged by iron gall ink. Some folios are torn. Numerated through folio 112.","language":["Portuguese"],"title":"Correspondence with the Director of Public Instruction, 1860","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1860-01-01T00:00:00Z"}},{"id":"341390","fields":{"end_date":"1870-12-31T23:59:59Z","identifier":"341390","country":"Brazil","creator":"British Library EAP627","images":"482","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 239 folios, in addition to front and back cover.; 482 JPEG or CR2 images","description":"The book contains registers of correspondence exchanged between the Provincial Government and Port Captains, Sea and War Captain Francisco Vieira Leitão and Francisco Araújo Lima, from 1859 to 1870. It includes: information regarding the downsizing of Varradouro's Port, in Cidade da Paraíba; settling of recruits in the Riflemen Battalion; underage attendance in the Navy and Voluntary Imperial Companies; fire in a Varadouro bakery and the need for firefighting equipment; the stranding of a galley in the capital; request for information on cabotage and fishing vessels, including cost report, crew (whether enslaved or free), and salaries; on the Paraguay War; recruits sent to the Navy; among others. Manuscript book with nonoriginal hardcover. Overall, folios are in a good state of conservation, with som eyellowing folios. Numerated through folio 234.","language":["Portuguese"],"title":"Correspondence between the Provincial Government and Port Authorities, 1859","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1859-01-01T00:00:00Z"}},{"id":"341873","fields":{"end_date":"1864-12-31T23:59:59Z","identifier":"341873","country":"Brazil","creator":"British Library EAP627; Felisberto Toscano de Brito, Henrique de Beaurepaire Rohan, Ambrozio Leitão da Cunha, Thomás D’Aquino Mindêlo (Secretário da Província)","images":"482","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 239 folios, in addition to front and back cover.; 482 JPEG or CR2 images","description":"The book contains registers of correspondence from Paraíba do Norte's Provincial Presidency with different authorities, such as Chiefs of Police, Judges, Prosecutors, and others, from 1859 to 1864. Content includes: dismissal of primary school teacher Hermelinda Maria da Conceição; apprehension of vessels suspicious of illicit trade in African slaves, in Lucena and other locations; appointment of Lieutenant Antonio Francisco da Costa to the post of Termo do Ingá's Police Delegate (chief of police); escape of prisoners from Areia's jail; recruitment of privates to the Navy and the Army; authorization to build a water reserve in the Gurinhém District; among others. Letters are signed by Felisberto Toscano de Brito, Henrique de Beaurepaire Rohan, Ambrozio Leitão da Cunha, Thomás D’Aquino Mindêlo (Provincial Secretary). Manuscript book with non-original hardcover, badly damaged. Damaged by iron gall ink. Numerated through folio234.","language":["Portuguese"],"title":"Confidential Correspondence from the Provincial Presidency with Provincial Authorities and Individuals, 1859-1865","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1859-01-01T00:00:00Z"}},{"id":"343206","fields":{"end_date":"1861-12-31T23:59:59Z","identifier":"343206","country":"Brazil","creator":"British Library EAP627","images":"102","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 49 folios, in addition to front and back cover.; 102 JPEG or CR2 images","description":"The book contains registers of correspondence exchanged between the Secretary of Paraíba's Government and the National Guard's High Command, from 1860 to 1861. Topics treated include: orders from the Government's Palace, given by Luís Antônio da Silva Nunes, to the Capital's National Guard High Commander, for an Honor Guard to be positioned in front of the Provincial Assembly; the Commander in turn inquires the reason for the delay in the delivery of beds that were to be provided by the city's National Guard; Captain João Ferreira da Silva's presentation to the Disciplinary Council; Lieutenant Colonel João de Sá Cavalcante de Albuquerque's appointment to interim High Commander of the National Guard in the Capital and in Alhandra; among others.  Manuscript book without cover and incomplete. Severely damaged, with brittle and yellowing folios. Volume starts on folio 141 and ends on folio 191. ","language":["Portuguese"],"title":"Correspondence between the Provincial Government and the National Guard's Command, 1860-1861","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1860-01-01T00:00:00Z"}},{"id":"343309","fields":{"end_date":"1862-12-31T23:59:59Z","identifier":"343309","country":"Brazil","creator":"British Library EAP627; Ambrozio Leitão da Cunha (Secretário de Província) e Francisco D’Araujo Lima (Secretário de Província).","images":"380","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 188 folios, in addition to front and back cover.; 380 JPEG or CR2 images","description":"The book contains registry of letters to the Judiciary, between 1860 and 1862, regarding: the absence of licensed civil and criminal notaries; civil and criminal notary Antonio Henrique D’Almeida's return to the capital, under penalty of being persecuted; Lieutenant Joaquim Alves da Cunha escorting prisoners to be sentenced by Villa de Pilar's Judge; a slave's crime and stealing in the city of Areia; interim appointment of Dr. Joaquim do Nascimento Costa to the post of general director for the indigenous populations; José Alves' trial for attempted murder at Brejo do Cruz; among others. Letters are signed by Provincial Secretaries Ambrozio Leitão da Cunha and Francisco D’Araujo Lima. Manuscript book with original hardcover. Damaged by insects and iron gall ink. Initial folios are missing and some folios are torn. Numerated through folio 187. ","language":["Portuguese"],"title":"Government: Letters to the Judiciary, 1860-1862","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1860-01-01T00:00:00Z"}},{"id":"343690","fields":{"end_date":"1867-12-31T23:59:59Z","identifier":"343690","country":"Brazil","creator":"British Library EAP627; João Francisco de Mello Barreto; Francisco de Araujo Lima; Felizardo Toscano de Brito; Barão de Maraú.","images":"374","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 185 folios, in addition to front and back cover.; 374 JPEG or CR2 images","description":"The book contains registers of correspondence between the Provincial Government and Municipal Chambers (Assemblies), from 1863 to 1867. Topics covered in the papers include: electoral proceedings from two parishes in Areia; annulment of the elections for councilmen and judges of peace in the Parish of Taquara, in Alhandra, by the imperial government; Peace Judgeship in the city Mamanguape; lack of books for the instruction of voters in the Parish São José de Piranhas, in Cajazeiras; balance of revenue and expenses of the Alagoa Nova Town Hall; approval of the primary election of the parish of Araruna, municipality of Bananeiras; among others.  Manuscript book with original hardcover. Fading ink. Numerated through184.","language":["Portuguese"],"title":"Correspondence between the Provincial Government and Municipal Assemblies (\"Câmaras Municipais \"), 1863-1867","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1863-01-01T00:00:00Z"}},{"id":"344065","fields":{"end_date":"1864-12-31T23:59:59Z","identifier":"344065","country":"Brazil","creator":"British Library EAP627; Moura Barreto, Joaquim Maria Serra Sobrinho, Sinval Odorico de Moura (chefe de polícia), Felisberto Toscano Barreto (chefe de polícia), Cesar Octaviano de Oliveira (secretário).","images":"472","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 236 folios, in addition to front and back cover.; 472 JPEG or CR2 images","description":"The book contains registry of letters from Paraíba's government to local police authorities, in 1864. Content includes: National Guard's requests for block inspectors in the district of Areia; sending of Pombal's district population map; request for one officer and five privates in Villa de Pillar; payment of jail infirmary employees' salaries; Provincial Cavalry deserter Herculano Jozé do Nascimento's transfer to the Province of Pernambuco; presentation of armed forces personnel made available to Santa Rita's Chief of Police; request for guards to escort defendant  Antero Jozé de Mello to Villa de Pedras de Fogo; storage of military articles; capital's Assistant Deputy (subdelegado) presentation to the National Guard; among others. Letters are signed by: Francisco de Moura Barreto, Joaquim Maria Serra Sobrinho, Sinval Odorico de Moura (chief of police), Felisberto Toscano Barreto (chief of police), Cesar Octaviano de Oliveira. Manuscript book without cover. Damaged by insects, iron gall ink, and acid paper. Some folios are torn. Numerated through folio 234.","language":["Portuguese"],"title":"Provincial Government of Paraíba: letters to police authorities, 1864","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1864-01-01T00:00:00Z"}},{"id":"344538","fields":{"end_date":"1864-12-31T23:59:59Z","identifier":"344538","country":"Brazil","creator":"British Library EAP627; Francisco D’ Araujo Lima (Secretário de Província).","images":"292","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 141 folios, in addition to front and back cover.; 292 JPEG or CR2 images","description":"The book contains registers of governmental ordinances, from 1862 to 1864, relating to: André de Albuquerque Maranhão's license to be a private primary school teacher anywhere in the Province; statement of the number of troops in Cabedelo's Fort; dismissal of Captain Jozé Anselmo Rodrigues from the post of Chief of Police; Claudino do Rego Barros's exoneration from the post of second Assistant Deputy (subdelegado) substitute in Santa Rita, and his subsequent appointment to the post of first Assistant Deputy (subdelegado) substitute in Cruz do Espírito Santo;  Dr. Francisco Antonio Vidal de Oliveira's dismissal from Santa Caza da Misericórdia (hospital); appointment of law graduate (bacharel) Jeronymo Cabral Roiz Chaves to the post of Public Prosecutor in Bananeiras; among others. Papers are signed by Francisco D’ Araujo Lima (Secretary of the Province). Manuscript book without cover. Damaged by iron gall ink. Some folios are missing and some are torn. Volume begins on folio 7 and runs through folio 150. ","language":["Portuguese"],"title":"Government Ordinances, 1862-1864","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1862-01-01T00:00:00Z"}},{"id":"345892","fields":{"end_date":"1877-12-31T23:59:59Z","identifier":"345892","country":"Brazil","creator":"British Library EAP627; Thomas d’Aquino Mindêlo e Venâncio José d’Oliveira Lisboa.","images":"408","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 202 folios, in addition to front and back cover.; 408 JPEG or CR2 images","description":"The book contains bureaucratic correspondence of the Government Palace and Paraíba's Police Department, referring to the period of 1869-1877, recorded according to the duties of the secretary of police and the superior commands of the National Guard. Certificates were signed mainly by  Secretary Thomas d'Aquino Mindélo and Venâncio José d'Oliveira Lisboa. The documents are notices, circulars and ordinances, with information and requests related to the landing of soldiers, appointment to posts, or requests for removals and substitutions, such as that occurred with the guard Antonio Baptista de Andrade, dislocated from the National Guard due to illness. It includes requirements to the Provincial Treasury of basic items to be used in the battalions' qualification process (such as paper ream and blank books). It also contains information regarding the military corporations during the period of the Paraguayan war, among other subjects. Manuscript book with non-original . Damaged by insects, iron gall ink, and acid paper. Some folios are blank and some are torn. Numerated through folio 146.","language":["Portuguese"],"title":"Correspondence between the Provincial Presidencya and the National Guard, 1869-1877","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1869-01-01T00:00:00Z"}},{"id":"346301","fields":{"end_date":"1880-12-31T23:59:59Z","identifier":"346301","country":"Brazil","creator":"British Library EAP627; Antonio Alfredo da Gama e Mello (Secretário), José Bezerra Costa de Menezes (Secretário).","images":"348","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 172 folios, in addition to front and back cover.; 348 JPEG or CR2 images","description":"The book contains records of the Government's correspondence in 1880. Topics treated in the letters include: appearance of steamboat's commander in front of the Treasury; Dispatch of steamboats Pirapama, Pernambuco, Ceará, Bahia Espírito Santo, and Jaguaribe from ports in the capital to ports in the north and south; tickets for travel on the boat bow (passagem de proa) for privates Severiano Joaquim de Souza and Joaquim José Lopes Soares from Recife to Rio Grande do Norte,  escorting prisoners of justice; tickets for travel on the boat bow (passagem de proa) for prisoner Antonio José Bonifácio, a.k.a. Antonio Flor, from Nova Cruz to Rio Grande do Norte, escorted by privates. Signed by Antonio Alfredo da Gama e Mello (Secretary), José Bezerra Costa de Menezes (Secretary). Manuscript book with non-original cover. Damaged by insects, iron gall ink, and acid paper. Some folios are torn. ","language":["Portuguese"],"title":"Governmental Correspondence, June-December, 1880  ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1880-01-01T00:00:00Z"}},{"id":"346650","fields":{"end_date":"1870-12-31T23:59:59Z","identifier":"346650","country":"Brazil","creator":"British Library EAP627; Joaquim Maria Serra Sobrinho (Secretário de Província), João Francisco de Mello Barreto (Secretário), Américo Brasiliense de Almeida Mello, Manoel Leite Cesar Loureiro (Promotor Público da Comarca de Piancó).","images":"400","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of200 folios, in addition to front and back cover.; 400 JPEG or CR2 images","description":"The book contains registers of letters from the time period 1866-1870, including: Dr. Felisardo Toscano de Brito's report to the Provincial Assembly on the opening of a session;  Municipal Judge beginning his tenure in Termo do Pombal; Américo Brasiliense de Almeida Mello begins his tenure as President of the Province, appointed by the Emperor in a letter;  enrollment of minor Manoel, the son of humble parents, in the capital city's Scholl for Craftsman (Colégio de Educandos Artífices); detachment from Cajazeiras sent to the capital city; Silvio Teixeira da Rocha and Pedro Teixeira da Rocha's trial result, with both men sent to jail, and Manoel Dias and João Cordeiro, for resisting arrest in the district of Alagoa do Monteiro; invasion of the estate of Major Sebastião Lopes da Silva, at Fazenda Caissara, by criminals Bartholomeu and Vicente; petition by Francisco Cafundó, detained at Fernando de Noronha's prison. Letters are signed by Joaquim Maria Serra Sobrinho (Province Secretary), João Francisco de Mello Barreto (Secretary), Américo Brasiliense de Almeida Mello, Manoel Leite Cesar Loureiro (Public Prosecutor of the Piancó District). Manuscript book with non-original cover. Damaged by insects, iron gall ink, and acid paper. Missing initiaal folios. Some folios are torn. Numerated through folio  199.","language":["Portuguese"],"title":"Correspondence between the Provincial Presidency with Municipal Judges and Public Prosecutors, 1866-1870","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1866-01-01T00:00:00Z"}},{"id":"347051","fields":{"end_date":"1880-12-31T23:59:59Z","identifier":"347051","country":"Brazil","creator":"British Library EAP627; José Feitosa.","images":"254","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 125 folios, in addition to front and back cover.; 254 JPEG or CR2 images","description":"The book contains registry of letters in the year 1880, relating to the dispatch of steamboats Pirapama, Bahia, Geguiá, Ceará, and Ipojuca, from the northern and southern ports to the capital and to other destinations; clearance of luggage onboard steamboats Pernambuco, Ipojuca and Espirito Santo, and others. Signed by José Feitosa. Manuscript book with non-original cover. Damaged by insects, iron gall ink, and acid paper. Some folios are torn. ","language":["Portuguese"],"title":"Governmental Correspondence, January-June, 1880 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1880-01-01T00:00:00Z"}},{"id":"347306","fields":{"end_date":"1880-12-31T23:59:59Z","identifier":"347306","country":"Brazil","creator":"British Library EAP627; José Rodrigues Pereira Junior, José Feitosa.","images":"520","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 258 folios, in addition to front and back cover.; 520 JPEG or CR2 images","description":"The book contains registry of letters, dispatches, and notices from the year 1880. Topics treated in the documents include: leave of Pilar District's Judge; Extension of the exercise in the position of Municipal Judge and Judge of the Orphans, law graduate (bacharel) Matheos Carlos de Araujo Maciel; Exoneration of law graduate (bacharel) Antonio Ferreira Baltar from the position of Public Promoter of the capital District; dispatches issued by the Supreme Court of Justice with information on Judges' time of service;  Appointment of  law graduate (bacharel) Americo Augusto de Gouveia Serrano to the position of Municipal Judge of Termo de Cuité; leave of law graduate (bacharel) Augusto Emilio da Fonseca Galvão, Municipal and Orphans' Judge in Termo Alagoa Nova; Clarifications on the criminal proceedings against former Chief of Police Francisco Lobo dos Santos Maia; Clarifications on the review of notary offices, among other matters. Signed by José Rodrigues Pereira Junior, José Feitosa. Manuscript book with non-original over. Damaged by insects, iron gall ink.","language":["Portuguese"],"title":"Correspondence, Dispatches, and Notices, 1880 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1880-01-01T00:00:00Z"}},{"id":"347827","fields":{"end_date":"1881-12-31T23:59:59Z","identifier":"347827","country":"Brazil","creator":"British Library EAP627; Justino Ferreira Carneiro (Presidente), Ignácio Tavares da Silva (Secretário)","images":"228","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of112 folios, in addition to front and back cover.; 228 JPEG or CR2 images","description":"The book contains register of correspondence of Presidents of the Province in 1881, regarding request for payment of expenses in Recife's Detention Center (Casa de Detenção); payment of expenses with food, clothing, water and electricity for detainees in Recife's Detention Center (Casa de Detenção); Herculano Marcos de Souza's appointment to the position of President of the Province of Sergipe; reporting to the Legislative Assembly; nomination for the position of President of the Province of Rio de Janeiro; Receipt of the collection of Laws of the Province of Paraíba. Signed by Justino Ferreira Carneiro (President), Ignacio Tavares da Silva (Secretary). Manuscript book with non-original hardcover. Folios are not numerated. ","language":["Portuguese"],"title":"Correspondence with Presidents of different Provinces, 1881  ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1881-01-01T00:00:00Z"}},{"id":"348056","fields":{"end_date":"1881-12-31T23:59:59Z","identifier":"348056","country":"Brazil","creator":"British Library EAP627","images":"578","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 289 folios, in addition to front and back cover.; 578 JPEG or CR2 images","description":"The book contains correspondence of the Secretary of the Government in 1881 on different topics, including: request by the Ministry of War for Manoel Chaves dos Reis Miranda, Lieutenant of the Fourth Infantry Battalion, to be allowed travel on the Company's steamboat to the Court; request by the Ministry of War for Feliciano José Henriques da Costa and Marcelino Antônio Pinheiro to be allowed to travel to Recife (Pernambuco) on the Company's first steamship going that direction; one-way tickets to the Court onboard the Company's steamboat awarded to Alimpio de Sousa and Martinho Jose dos Santos (voluntaries on their way to join the Army) on the Ministry of War's request; delivery of prisoners to Fernando de Noronha's prison; among others.   Manuscript book without cover. Damaged, with stained and yellowing folios. ","language":["Portuguese"],"title":"Provincial Government: correspondence, January-May, 1881 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1881-01-01T00:00:00Z"}},{"id":"348635","fields":{"end_date":"1880-12-31T23:59:59Z","identifier":"348635","country":"Brazil","creator":"British Library EAP627; José Bezerra Costa de Albuquerque (Secretário Interino), José João Soares Neiva, Antonio Alfredo da Gama e Mello.","images":"274","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 135 folios, in addition to front and back cover.; 274 JPEG or CR2 images","description":"Manuscript book with non-original cover. Damaged by insects, iron gall ink. Numerated through folio  132.","language":["Portuguese"],"title":"Provincial Government: Correspondence with Magistrates, 1880  ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1880-01-01T00:00:00Z"}},{"id":"348910","fields":{"end_date":"1881-12-31T23:59:59Z","identifier":"348910","country":"Brazil","creator":"British Library EAP627","images":"720","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 358 folios, in addition to front and back cover.; 720 JPEG or CR2 images","description":"The book contains correspondence from the year 1881, with information relating to Rufino Antônio Falcão Cézar's dismissal from the position of Prosecutor in Pombal Parish in order to take office as Prosecutor in the Parish of Teixeira; notice about Municipal Judge of the Independência District, Colonel Amado Gomes Carneiro Beltrão, having resumed his post; notice about Treasury Officer José Leopoldo Gondim having presented himself to the Harbormaster; notice about Colonel Ernesto Augusto da Silva Freire taking office as Commander of the Police Corp in the Capital District; notice about Municipal Judge of Campina Grande's District  Lieutenant Colonel Honorato da Costa, taking office as Municipal Judge; among others. Manuscript book with original hardcover. Only slightly damaged, with some yellowing folios. ","language":["Portuguese"],"title":"Provincial Government: correspondence, June-December, 1881 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1881-01-01T00:00:00Z"}},{"id":"349631","fields":{"end_date":"1880-12-31T23:59:59Z","identifier":"349631","country":"Brazil","creator":"British Library EAP627; Gregório José de Oliveira Costa (Secretário)","images":"704","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 350 folios, in addition to front and back cover.; 704 JPEG or CR2 images","description":"The book contains registry of governmental letters in the year 1880, relating to: Francisco da Gama e Mello's petition for a cash advance to acquire objects; unpaid leave for public school teacher of Villa da Independência, Jorge Cavalcante de Albuquerque Maranhão; paid leave for primary school teacher of Villa do Ingá, João Manoel da Silva; D. Maria Leopoldina Dias's appointment  to the position of Director of primary schools in the town of Pombal; delivery of city plans of Paraíba made by two Germans;  private Arthur Francisco da Silva's certificate; Vila da Misericordia primary school teacher Arthur Francisco da Silva's return to the job. Signed by Gregório José de Oliveira Costa (Secretary). Manuscript book with non-original cover. Damaged by insects, iron gall ink.","language":["Portuguese"],"title":"Correspondence from the Provincial Government to Treasury Inspector, 1880 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1880-01-01T00:00:00Z"}},{"id":"355678","fields":{"end_date":"1882-12-31T23:59:59Z","identifier":"355678","country":"Brazil","creator":"British Library EAP627","images":"344","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 170 folios, in addition to front and back cover.; 344 JPEG or CR2 images","description":"The book contains correspondence exchanged between the President of the Province and police officials in 1882. It includes: transfer of privates from the city of Pedras de Fogo to Barra de São Miguel, in the parish of Cabaceiras; enlistment of privates João Pereira Feitosa and José Lourenço Carneiro da Cunha; re-enlistment of soldier Manoel de Souza Lima; Sergeant Laurentino Nunes de Souza's presence in the city of Pedras de Fogo; authorization for Manoel Guedes Moreno to enlist; replacement of Lieutenant Antonio Dantas de Goes Monteiro by Lieutenant José Herculano B. de Melo in the city of Souza's Company; escort of prisoners. Signed by  Diomedes. Manuscript book with non-original hardcover. Damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Correspondence between the President of the Province and Police Officials, 1882","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1882-01-01T00:00:00Z"}},{"id":"356023","fields":{"end_date":"1885-12-31T23:59:59Z","identifier":"356023","country":"Brazil","creator":"British Library EAP627","images":"418","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 207 folios, in addition to front and back cover.; 418 JPEG or CR2 images","description":"The book contains ordinances issued in the year 1885, in reference to Marcolino de Albuquerque Pessoa's appointment to the post of notary of the Fiscal Station in the district of Caiçara; Assistant Lieutenant José Moreira Lima's appointment to the post of State Secretary; guard Trajano Gomes da Costa's appointment to the post of Lieutenant of the Fourth Company; appointment of Francisco José da Silva Coutinho to the post of Second Substitute for Municipal and Orphans' Judge (Juiz Municipal e de Órfãos) in the Pilões parish; appointment of Major Clementino José Baptista to the post of Third Substitute for Municipal and Orphans' Judge (Juiz Municipal e de Órfãos) in the Pilar parish; Captain Henrique Ribeiro Pessoa de Lacerda's appointment to the post of Second Substitute for Municipal and Orphans' Judge (Juiz Municipal e de Órfãos) in the parish of Pedras de Fogo; relocation of the Primary Public Prosecutor's Office from Vila de Pilões to Guarita; Joaquim do Santo Teixeira's exoneration from the post of Third Substitute for Chief of Police in the Souza parish. Signed by Antonio Sabino Monteiro. Manuscript book with non-original hardcover. Damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Provincial Government: Ordinances, 1885 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1885-01-01T00:00:00Z"}},{"id":"356442","fields":{"end_date":"1882-12-31T23:59:59Z","identifier":"356442","country":"Brazil","creator":"British Library EAP627","images":"486","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 241 folios, in addition to front and back cover.; 486 JPEG or CR2 images","description":"Correspondence between the Provincial Presidency and the Chief of Police in 1882. Topics treated in the letters include: dismissal of Piancó's parish Substitute Deputy (delegado) Sebastião Pereira da Cruz, of the Police Corps; information regarding the events in the prison of Pilar;  Chief of Police of the Independência parish's request for the expansion of the unit; delivery of dispatches exonerating Pedro Celestino Torres de Cordeiro from the post of Assistant Deputy (subdelegado) of the Caiçara district, in the Independência parish, and Manoel Antônio Fernandes from the post of Assistant Deputy (subdelegado) of the Second District of  Pedras de Fogo's parish, and replacing the latter with Antônio Manoel Fernandes; appointment of First and Second Chief of Police Substitutes in the parish of Itabaiana do Pilar; appointment of the President of the Province; Spain's Ministry request for information on a deceased Spanish Bishop by the name Ramos; among others.  Manuscript book with non-orignal cover, in a good state of conservation and some yellowing folios. ","language":["Portuguese"],"title":"Provincial Government: correspondence with the Chief of Police, January-December, 1882","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1882-01-01T00:00:00Z"}},{"id":"356929","fields":{"end_date":"1882-12-31T23:59:59Z","identifier":"356929","country":"Brazil","creator":"British Library EAP627","images":"538","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of267 folios, in addition to front and back cover.; 538 JPEG or CR2 images","description":"The book contains ordinances relating to public servants in the capital, between January and June, 1882. Topics include: dismissal of Colonel Manoel Clementino de Oliveira from the post of Prosecutor of the Pilar Parish; exoneration of Thomé Torres de Cordeiro from the post of Assistant Deputy (subdelegado) of the  Caiçara District, in the parish of Independência; appointment of Vitor de Lima to the post of Chief of Police in the District of Pombal; appointment of Manoel Amancio Santa Cruz to the post of Assistant Deputy (subdelegado) in the District of Pitimbu; leave to Josefa Peregrina de Albuquerque, interim primary school teacher in Vila de Teixeira; among others.  Manuscript book with original cover, in good state of conservation., with some stained and yellowing folios. ","language":["Portuguese"],"title":"Ordinances, January-June, 1882 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1882-01-01T00:00:00Z"}},{"id":"357468","fields":{"end_date":"1883-12-31T23:59:59Z","identifier":"357468","country":"Brazil","creator":"British Library EAP627","images":"454","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 225 folios, in addition to front and back cover.; 454 JPEG or CR2 images","description":"The book contains correspondence exchanged between the government and police officials in 1883, in reference to: re-enlistment of private Antonio Francisco de Souza and soldier João Lourenço da Silva, and enlistment of Francisco Xavier da Fonceca;  authorization for Getulio da Silva Frasão and Joaquim Borges Fialho to enlist; request for condemned man to be escorted; authorization for  João Francisco do Nascimento and Luis de França Oliveira to enlist. Signed by Major José Vicente Monteiro da Franca and Diomedes. Manuscript book with non-original hardcover. Damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Correspondence between the President of the Province and Police Officials, 1883","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1883-01-01T00:00:00Z"}},{"id":"363707","fields":{"end_date":"1885-12-31T23:59:59Z","identifier":"363707","country":"Brazil","creator":"British Library EAP627; Felinto Joaquim da Costa Guedes, secretário","images":"452","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 224 folios, in addition to front and back cover.; 452 JPEG or CR2 images","description":"The book contains correspondence from the year 1885 referring to: Lyceu Parahibano's restoration, involving its separation from the Board of Directors (\"Diretoria\") and its transfer to the same building as the Teaching School (\"Escola Normal\"); History Professor at Lyceu Parahibano, Dr. Ernesto Augusto da Silva Reis's appointment to the post of Director of Primary Public Instruction  (\"Diretor Geral da Instrução Pública Primária\"); appointment of Professor Thomas de Aquino to the post of Dean at Lyceu Parahibano; exoneration of Vila de Alagoa Grande's Primary Public Instruction Commissioner (\"Comissário da Instrução Pública Primária\") Dionízio Eugênio Freire de Almeida and appointment of Dr. Luiz de Sá Lima to replace him; transfer of prisoners to the village of São Miguel in the parish of Cabaceira; escort for prisoners; approval of a proposition to open posts in the Seventeenth Infantry Battalion of the National Guard. Signed by Secretary Felinto Joaquim da Costa Guedes.  Manusrcript book with non-original hardcover. Damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Provincial Government: Correspondence with the Chief of Police, 1885 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1885-01-01T00:00:00Z"}},{"id":"365775","fields":{"end_date":"1887-12-31T23:59:59Z","identifier":"365775","country":"Brazil","creator":"British Library EAP627","images":"392","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 194 folios, in addition to front and back cover.; 392 JPEG or CR2 images","description":"The book contains the Secretary of Government's correspondence (Secretaria de Governo, 2ª seção) from the year 1887, relating to: exoneration, due to change of address to a different district, of Pedro Gomes da Silva from the post of third substitute for sub delegate (subdelegado) in the district of Villa de Pedras de Fogo; exoneration of João Correia de Menezes from the post of Assistant Deputy (subdelegado) of the Fagundes district, in the parish of Campina Grande; appointment of Benjamim Nunes do Rego to the post of third substitute for Assistant Deputy (subdelegado) in the district of Villa de Pedras de Fogo; Nicolau Ferreira Matos's appointment to the post of First Judicial Notary Public (\"1º Tabelião do Público Judicial e Notas\") and Orphans, Absentees, Chapel and Testament's Clerk (Escrivão de Órfãos, Ausentes, Capelas e Resíduos) in the parish of Alagoa do Monteiro; appointment of João Ribeiro da Silva Coutinho to the post of Third Substitute for Municipal and Orphans' Judge in the parish of Pilar; replacement of Dr. José Evaristo da Cruz Gouveia by Dr. Agnello Candido Luis Fialho as the Province's Health Inspector (Inspector de Hygiene da Província). Manuscript book with original hardcover. Damaged by insects and iron gall ink. Some folios are loose and some are torn. ","language":["Portuguese"],"title":"Provincial Government: Ordinances and Letters, July-December, 1887  ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1887-01-01T00:00:00Z"}},{"id":"366168","fields":{"end_date":"1887-12-31T23:59:59Z","identifier":"366168","country":"Brazil","creator":"British Library EAP627","images":"437","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 216 folios, in addition to front and back cover.; 436 JPEG or CR2 images","description":"The book contains correspondence from the year 1887. It includes: slaves registered in Areia's Tax Office (coletoria); exoneration of Third Substitute Assistant Deputy (subdelegado) and appointment of new person for the position, in the districts of Villa de Pedras de Fogo and Taipu; appointment of Reverend  Luiz José de Araujo to the post of Assistant in the parish of Serra da Raiz; placement of Vicars in the parishes of Patos and São João do Cariri; law graduate (bacharel) Candido Gonçalves de Albuquerque sworn into office as Public Prosecutor in the parish of Pedras de Fogo; law graduate (bacharel) José Americo de Carvalho's appointment as Parish Judge in Pillar; a nomeação de Viriato Arsenio Camlier Amazonas's appointment to the post of Guard in the Marine Officers Corps (\"guardião do corpo de oficiais marinheiros\"); paid leave awarded to law graduate (bacharel) Aprigio de Sá, Public Prosecutor in the parish of Sousa;  payment of bonus to the First Lieutenant of the Navy (\"1º tenente da armada\") and Commander of the Apprentices' School (Escola de Aprendizes), Henrique Ribeiro Farias. Manuscript book with original hardcover. Damaged by insects, acid paper, and iron gall ink. ","language":["Portuguese"],"title":"Provincial Government: Correspondence with Inspector and Treasury Official, 1887","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1887-01-01T00:00:00Z"}},{"id":"367866","fields":{"end_date":"1887-12-31T23:59:59Z","identifier":"367866","country":"Brazil","creator":"British Library EAP627","images":"510","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 254 folios, in addition to front and back cover.; 512 JPEG or CR2 images","description":"The book contains the Secretary of Government's (Secretaria de Governo) correspondence from the year 1887. Topics treated include: Justino Cavalcante de Souza's exoneration from the post of First Substitute for Assistant Deputy (1º suplente do subdelegado\" in the district of Mulungú, in the parish of Independência; Francisco Januário de Vasconcellos Galvão's exoneration from the post of First Substitute Assistant Deputy (1º suplente do subdelegado) in the district of  Cruz do Espírito Santo; appointment of Dr. José Evaristo da Cruz Gouvêa to the post of Provincial Treasury Inspector (Inspetor do Tesouro Provincial); appointment of lawyer Pedro Marinho Falcão to the post of School Inspector (Inspetor Escolar) in the parish of Pilar;  appointment of Luis Cabral de Sousa to the post of First Substitute Assistant Deputy (1º suplente do subdelegado) in the district of Serra Redonda, Ingá parish; leave of law graduate (bachare\") and Parish Judge Miguel Peixoto de Vasconcelos, in the parish of Souza. Signed by A. Santos.  Manuscript book with original hardcover. Damaged by insects, a and iron gall ink. Some folios are loose. ","language":["Portuguese"],"title":"Provincial Government: Ordinances and Letters, 1887 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1887-01-01T00:00:00Z"}},{"id":"368377","fields":{"end_date":"1887-12-31T23:59:59Z","identifier":"368377","country":"Brazil","creator":"British Library EAP627","images":"676","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 336 folios, in addition to front and back cover..; 676 JPEG or CR2 images","description":"The book contains the Secretary of Government's (Secretaria de Governo) correspondence from the year 1887, in reference to: exoneration of João Tavares Adão from the post of First Substitute Deputy (1º suplente do delegado) in the Pilões parish; exoneration of Leopoldino Socrates Cavalcante from the post of Assistant Deputy (subdelegado) in the Batalhão district;  appointment of Lindolpho Manuel de Alcantara as Second Substitute Assistant Deputy (2º suplente do subdelegado) in the Second District of the capital; approval of contracts with local merchants Figueiredo Jorge da Costa and José Francisco de Moura to supply food for the local prison and leeches to the nursery/infirmary; orders for the capture and arrest of criminals; privates to accompany prisoners to trial in Pernambuco; rental of the house where the Bahia da Traição's district prison operates; repair works in Alagoa do Monteiro's jail. Manuscript book with original hardcover. Damaged by iron gall ink. ","language":["Portuguese"],"title":"Provincial Government: Correspondence with the Chief of Police, January-december, 1887  ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1887-01-01T00:00:00Z"}},{"id":"372009","fields":{"end_date":"1889-12-31T23:59:59Z","identifier":"372009","country":"Brazil","creator":"British Library EAP627","images":"502","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of249 folios, in addition to front and back cover.; 502 JPEG or CR2 images","description":"The book contains correspondence from the Presidency of the Province (Presidência da Província) to different authorities, such as the Harbormaster (Capitão do Porto), the Chief of Police, and the Presidents of other Provinces, in 1889. It includes: records on payment of expenses necessary for the conservation of the objects under the custody of the captaincy; transportation of cargo for public works by the railway line \"Conde D'Eu\", from Cabedelo to the capital; suspension of works to clean the dock and the port of the capital; authorization for contract of uniform supplies for sailor apprentices in the School of Marine Apprentices (\"Escola de Aprendizes Marinheiros\"); recommendation to repair the clock in the São Francisco tower; current state budget relating to the year 1889; Guard Joaquim Francisco Cavalcante de Albuquerque's appointment to the post of First Lieutenant of the National Guard's Artillery Battalion First Section, Second Company in the provincial capital; appointments for the posts of Provincial Secretaries in different provinces; among others.  Manuscript book with original hardcover. Damaged by insects and iron gall ink. Loose binding. ","language":["Portuguese"],"title":"Correspondence from the Provincial Presidency to Harbormaster, Chief of Police, and Presidents of other Provinces, 1889 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1889-01-01T00:00:00Z"}},{"id":"378675","fields":{"end_date":"1851-12-31T23:59:59Z","identifier":"378675","country":"Brazil","creator":"British Library EAP627; Claudio Manoel de Castro, chefe de polícia","images":"392","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 194 folios, in addition to front and back cover.; 392 JPEG or CR2 images","description":"The book contains correspondence exchanged with Pernambuco's Chief of Police, Jerônimo Martiniamo Figueiro, and other police authorities. Topics treated in the letters include: measures to prevent the embarkation of illegal slaves; prisoners under medical care in the Santa Casa da Misericórdia; notices to Deputies (delegados) in the parishes of Mamanguape, Campina Grande, Independência, Ingá, and Piancó , demanding a list with the names of those who refused to obey imperial orders to deliver census records for the enslaved and free populations; prohibition for cotton to be shipped to the Province of Pernambuco without proper supervision; port records for the port of Cabedelo; Pernambuco's Chief of Police request to Areia's police Deputy (delegado) for the arrest of a slave from Angola; among others. Signed by Chief pf Police Claudio Manuel de Castro. Manuscript book with original cover. Damaged by insects and iron gall ink. Numerated through folio 192. ","language":["Portuguese"],"title":"Secretary of Police: Correspondence with Police Authorities, 1851","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1851-01-01T00:00:00Z"}},{"id":"379330","fields":{"end_date":"1855-12-31T23:59:59Z","identifier":"379330","country":"Brazil","creator":"British Library EAP627; Chefes da polícia Silverio Fernandes de Araújo Jorge (interino), Bazilio Quaresma Torreão Junior e João Antônio de Araújo Freitas Henrique.","images":"404","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 200 folios, in addition to front and back cover.; 404 JPEG or CR2 images","description":"The book contains correspondence with different police authorities between 1854 and 1855, on topics such as: prisoners under treatment in the Santa Casa da Misericórdia hospital; arrest of a slave in Pernambuco and his transport to the capital; list with names of convicts in the prison of Natal, Rio Grande do Norte; request for the records of a verdict issued by Villa de Ingá's Judge; dismissal of Mamanguape's Deputry (delegado)  and instructions for the village's five substitutes. Chiefs of Police include Silverio Fernandes de Araújo Jorge (interim), Bazilio Quaresma Torreão Junior, and João Antônio de Araújo Freitas Henrique. Manuscript book with original cover. Damaged by insects and iron gall ink. Some folios are yellowing. Numerated through folio 158. ","language":["Portuguese"],"title":"Secretary of Police: Correspondence with Police Authorities, 1854-1855","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1854-01-01T00:00:00Z"}},{"id":"379735","fields":{"end_date":"1855-12-31T23:59:59Z","identifier":"379735","country":"Brazil","creator":"British Library EAP627; Chefe da Polícia interino João Antonio Araújo Freitas Henrique","images":"388","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of192 folios, in addition to front and back cover.; 388 JPEG or CR2 images ","description":"The book contains correspondence exchanged between different police authorities in 1855. It includes: request for the arrest of a criminal residing in  Rio Grande do Norte; release of a recruit found unable to serve; letter to prison officer informing him that prisoner Manoel José Teixeira is guilty of a murder in Timbauba, in the Pernambuco Province, and also guilty for illegally enslaving a free individual; request for prison officer to deliver a list of prisoners showing crimes they were convicted for; escape of prisoners from Sousa's jail; sick prisoners sent to the Casa de Misericórdia hospital; letter to Major and Commander of the Police Corps stating unawareness of gatherings of blacks both free and enslaved in the capital, and instructions for unauthorized drumming (\"batuques\") to be monitored day and night. Interim  Chief of Police João Antonio Araújo Freitas Henrique. Manuscript book with original cover. Damaged by insects and iron gall ink. Some yellowing folios. Numerated through folio 189. ","language":["Portuguese"],"title":"Secretary of Police: Correspondence, 1855","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1855-01-01T00:00:00Z"}},{"id":"383474","fields":{"end_date":"1856-12-31T23:59:59Z","identifier":"383474","country":"Brazil","creator":"British Library EAP627; Chefe da Polícia interino, João Antonio Araújo Freitas Henrique","images":"384","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 190 folios, in addition to front and back cover.; 384 JPEG or CR2 images","description":"The book contains correspondence exchanged between police authorities from 1855 to 1856. Topics treated in the letters include: prisoners awaiting trial; request for the arrest of criminals hiding in Bananeiras; rental agreement for the property which will serve as Bahia da Traição's jail; prisoners' escape; number of prisoners in Areia's prison, including reason for their detention and state of their trial. Signed by Interim Chief of Police João Antonio Araújo Freitas Henrique. Manuscript book with original cover. Damaged by insects and iron gall ink.    Yellowing folios. Numerated through folio 188. ","language":["Portuguese"],"title":"Secretary of Police:Correspondence with Police Authorities, 1855-1856","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1855-01-01T00:00:00Z"}},{"id":"383859","fields":{"end_date":"1857-12-31T23:59:59Z","identifier":"383859","country":"Brazil","creator":"British Library EAP627; Chefes de Polícia: João Antonio Araujo Freitas Henrique e Manoel Clementino da Cunha.","images":"386","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 191 folios, in addition to front and back cover.; 386 JPEG or CR2 images","description":"This book contains the correspondence of the President of the Province (Presidente da Província) between 1856 and 1857. It includes: list of remarkable events in the Province; Areia's city jail's request for compensation for deaths due to epidemics; Cabaceiras's Police Deputy (delegado) request for payment of expenses related to the lease of the property where the police headquarters operates, and for hospital expenses incurred in the treatment of those affected by epidemics; black slaves from the Ceará Province arrested for murder in Campina Grande currently held in the prison's infirmary (\"enfermaria\");  murder convicts delivered to the city jail in Cabaceiras; deserter sent by Pilar's Deputry (delegado) to serve the President of the Province; criminals suspected of robbery in the Province of Rio Grande do Norte and in the city of Mamanguape sent to Pilar's jail; request for information regarding passports issued to foreigners; Deputies (delegados) of Areia, Sousa, and Cabaceiras requesting expansion of the police force and more privates. Chiefs of Police: João Antonio Araujo Freitas Henrique and Manoel Clementino da Cunha. Manuscript book with original cover. Damaged by insects and iron gall ink. Numerated through folio 188. ","language":["Portuguese"],"title":"Secretary of Police: Correspondence with Provincial Presidency, 1856-1857","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1856-01-01T00:00:00Z"}},{"id":"385249","fields":{"end_date":"1860-12-31T23:59:59Z","identifier":"385249","country":"Brazil","creator":"British Library EAP627; Chefes de Polícia: Manoel Clemetino Carneiro da Cunha e Francisco de Assis Pereira Rocha.","images":"488","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 242 folios, in addition to front and back cover.; 488 JPEG or CR2 images","description":"The book contains correspondence sent to the President of the Province (Presidente da Província) in 1860. It includes: request to investigate murders in Pombal and Piancó; Alhandra's Assistant Deputy (subdelegado) sending recruits and deserters to the Capital's Headquarters (\"Quartel de Linha da Capital\") and requesting payment of the escort;  law graduate (bacharel) José Marques Camacho's appointment to the post of Judge in the parish of Pombal; prisoners accused of stealing slaves;  prisoners' escape from the capital city's jail;  protection of the native populations; slave arrested for suspect robbery and assault. Chiefs of Police: Manoel Clemetino Carneiro da Cunha and Francisco de Assis Pereira Rocha. Manuscript book with original cover. Damaged by insects and iron gall ink. Numerated through folio 236.","language":["Portuguese"],"title":"Secretary of Police: Letters to the Provincial Presidency, 1860","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1860-01-01T00:00:00Z"}},{"id":"391836","fields":{"end_date":"1858-12-31T23:59:59Z","identifier":"391836","country":"Brazil","creator":"British Library EAP627; Chefes de Polícia: Manoel Herculano Thomas Henriques e Manoel Clementino Carneiro da Cunha.","images":"390","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 193 folios, in addition to front and back cover.; 390 JPEG or CR2 images","description":"The book contains correspondence exchanged between the Police Secretary (Secretaria de Policia) and police deputies and assistant deputies (delegados and subdelegados) from the different provincial parishes from 1857 to 1858. Topics treated in the letters include: arrest of a criminal for murder in the Province of Pernambuco forced to join the military; kidnapping of minors; Manoel Silvestre de Barros Castro and Francisco  de Paula Cavalcante de Albuquerque's request for the suspension of their trail, and that parda Ignacia be freed; slave wounded by gunshot; desertion of soldiers; appointment s to the posts of police assistant deputies (subdelegados) in the district of Alhandra. Chiefs of Police: Manoel Herculano Thomas Henriques and Manoel Clementino Carneiro da Cunha. Manuscript book with non-original hardcover. Acidity spots. Numerated through folio 189. ","language":["Portuguese"],"title":"Secretary of Police: Correspondence with Deputies (\"delegados\") and Assistant Deputies (\"subdelegados\"), 1857-1858","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1857-01-01T00:00:00Z"}},{"id":"393547","fields":{"end_date":"1885-12-31T23:59:59Z","identifier":"393547","country":"Brazil","creator":"British Library EAP627; Felinto Joaquim da Costa Guedes, secretário","images":"218","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 109 folios, in addition to front and back cover.; 218 JPEG or CR2 images","description":"The book contains correspondence from the year 1885 referring to: competition (concurso) for the position of Latin and French Chair in the city of Souza; Mrs. Aurora Maria de Albuquerque Lima's appointment to the mixed teaching (ensino misto) in the village of Esperança, in the Alagoa Grande parish; bonus for Villa de Patos's primary public school teacher Joaquim Theodoro; Professor João Augusto Marque's request to continue his appointment as Chair of French in the Teaching School (Escola Normal); exoneration of law graduate (bacharel) Cícero Brasiliense de Moura from the post of Commissioner in the First District of the Capital; exoneration of Manuel Ignacio de Jezus from the post of Public Instruction Commissioner (Comissário de Instrução Pública) in Pilar; exoneration of  Bernardo de Carvalho from the post of Pucli Instructor in Villa do Teixeira; leave for Priest João Gomes, primary public school teacher in the city of Campina Grande. Signed by Secretary Felinto Joaquim da Costa Guedes. Manuscript book with no cover, damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Provincial Government: Correspondence with Director of Public Instruction, 1885 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1885-01-01T00:00:00Z"}},{"id":"393766","fields":{"end_date":"1886-12-31T23:59:59Z","identifier":"393766","country":"Brazil","creator":"British Library EAP627","images":"898","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 447 folios, in addition to front and back cover.; 898 JPEG or CR2 images","description":"The book contains correspondence exchanged between the Provincial Presidency (Presidência da Província) and magistrates (Magistratura) in  1886. It includes: records of the crime of responsibility committed by substitute Municipal Judge of the Souza parish, Luiz Pereira de Sousa Gonsalves, for having appointed law graduate (bacharel) Aprigio Gomes de Sá to the post of General Custodian of Orphans (curador geral de órfãos); appointment of Estanislau Lopes da Silva to the post of Third Substitute for Municipal and Orphans' Judge in the Misericordia parish; appointment of Ernesto Evaristo Monteiro to the post of Orphans' Clerk (Escrivão de Órfãos) in the Pilar parish; prison expenditure budget; request for a certificate regarding the re-election of Municipal and Orphans' Judge to be sent to the State Secretary for Justice Affairs (Secretariat D’Estado dos Negócios da Justiça); request for privates to escort prisoners from jail to their trail; statement for time of service of Judge João Paulo Gomes Matteo; law graduate (bacharel) Anisio Augusto de Carvalho's exoneration from the post of Public Prosecutor in the Borborema parish; among others. Manuscript book with original hardcover. Damaged by insects, acid paper, and iron gall ink. There is tape on some folios. ","language":["Portuguese"],"title":"Correspondence between the Provincial Presidency and Magistrates, 1886 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1886-01-01T00:00:00Z"}},{"id":"394665","fields":{"end_date":"1887-12-31T23:59:59Z","identifier":"394665","country":"Brazil","creator":"British Library EAP627","images":"622","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 309 folios, in addition to front and back cover.; 622 JPEG or CR2 images","description":"The book contains correspondence from the year 1887, including: leave of law graduate (bacharel) Taciano Gomes da Silveira, Municipal and Orphans' Judge (Juiz Municipal e de Órfãos) in Cuité, in the Borborema parish; temporary removal, due to illness, of Public Prosecutor in the Parish of Bananeiras, law graduate (bacharel) Alfredo Deodato de Andrade Espinola; Police Secretary Manoel Carlos D’Almeida e Albuquerque's return to the job; law graduate (bacharel) Miguel Peixoto de Vasconcelos sworn into office as Parish Judge in the parish of Sousa; Candido Valteriano da Silva Freire's promotion from Chief of Police to Parish Judge, also in the Sousa parish; lack of funds to pay salaries; fraud investigation in the Provincial Customs; list of slaves registered in the Tax Office (Coletoria) in Patos. Manuscript book with original hardcover. Damaged by insects, acid paper, water, and iron gall ink. ","language":["Portuguese"],"title":"Provincial Government: Correspondence with Inspector and Treasury Official, January-June, 1887","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1887-01-01T00:00:00Z"}},{"id":"395879","fields":{"end_date":"1888-12-31T23:59:59Z","identifier":"395879","country":"Brazil","creator":"British Library EAP627","images":"590","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of  293 folios, in addition to front and back cover.; 590 JPEG or CR2 images ","description":"The book contains correspondence exchanged between the Provincial Government and different authorities in 1888. It includes: orders for a Marine voluntary to be granted travel on steamboat Pernambuco, of the Brazilian Company, to Court;  leasing of Ilha da Restinga; annual records of the Provincial Legislative Assembly's Ordinary Session (\"anais da Sessão Ordinária da Assembleia Legislativa da Província\") for the year 1887; President of the Province (Presidente da Província) of Ceará sworn into office; among others. Manuscript book with original cover and in a good state of conservation. Some folios are yellowing. ","language":["Portuguese"],"title":"Provincial Government: Correspondence with Harbormaster, January-December, 1888 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1888-01-01T00:00:00Z"}},{"id":"397639","fields":{"end_date":"1888-12-31T23:59:59Z","identifier":"397639","country":"Brazil","creator":"British Library EAP627","images":"582","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 289 folios, in addition to front and back cover.; 582 JPEG or CR2 images","description":"The book contains letters from the Presidency of the Province (Presidência da Província) to the Court of Justice (Tribunal de Justiça) in 1888. It includes: register of leave awarded to Parish Judge in the parish of Areia, law graduate (bacharel) Gonçalo Paes de Aguiar Faro; law graduate (bacharel) and Parish Judge in the parish of Rei Novo, Minas Gerais, José Francisco de Carvalho's statement of time of service, provided by Parish Judge from the parish of Guarabira; receipt of copies of the collection of Laws and decisions of the Government in the year 1822;  Antonio Gonçalves Dantas's appointment to the post of Second Substitute for Municipal and Orphans' Judge (\"2º suplente de Juiz Municipal e de Órfãos\") in the parish of S. João do Rio do Peixe; memorandum requesting partial maps of judicial data; request for a copy of the case against defendant Pedro Domingues Corrêa, detained in the capital city's jail; among others. Manuscript book with original hardcover. Damaged by insects, acid paper, and iron gall ink. Some folios are blank and some are torn. ","language":["Portuguese"],"title":"Letters from the Provincial Presidencey to the Court of Justice (Tribunal de Justiça), 1888","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1888-01-01T00:00:00Z"}},{"id":"398222","fields":{"end_date":"1889-12-31T23:59:59Z","identifier":"398222","country":"Brazil","creator":"British Library EAP627","images":"502","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 249 folios, in addition to front and back cover.; 502 JPEG or CR2 images","description":"The book contains correspondence exchanged between the Government of the Province and the City Councils (Câmaras Municipais) in the Province of  Paraíba, in 1889. It includes: creation of a commission responsible for public works for the destitute in the city of Santa Luzia de Sabugy, in the parish of Teixeira, composed by the President of the City Council, Martinho Alves de Nóbrega, and Captain Christovão de Araújo Guerra; report containing authorization for the Public Aid Commission (Comissão de Socorro Público) in Alagoa Formosa, parish of Mamanguape, to send back destitute migrants to their original place or residency;  assistance to indigents plagued by the drought in the Province; among others.  Manuscript book with original cover, in a good state of conservation. Some yellowing folios. ","language":["Portuguese"],"title":"Provincial Government: Correspondence, May-July, 1889 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1889-01-01T00:00:00Z"}},{"id":"398725","fields":{"end_date":"1889-12-31T23:59:59Z","identifier":"398725","country":"Brazil","creator":"British Library EAP627","images":"640","city":"João Pessoa","subject":["Paraíba government","Brazil"],"format":"1 volume of 318 folios, in addition to front and back cover.; 640 JPEG or CR2 images","description":"The book contains correspondence of the Secretary of Government (Secretaria de Governo) from 1887. Topics treated in these letters include: the road between Cobé and Sipoal de Cima, in the Pedras de Fogo parish;  exoneration of Lieutenant Colonel Antonio de Barros Lira from the post of Provincial Revenue Collector (Coletor de Rendas Provinciais) in Villa de Cabaceiras; appointment of Captain Henrique Ribeiro Pessôa de Lacerda to the post of Administrator of road construction services' Second Division for the road between Cobé and Sipoal de Cima, in the Pedras de Fogo parish, and appointment of Eustaquio Constâncio Bedivino Junior to the post of Administrator of road construction services' Third Division for the same road, from the Gramame bridge  to the village of Alhandra; Lourenço Pereira da Costa e Silva's appointment for the post of interim primary school teacher for the boys' school in Villa de Patos; Zozimo Severino Gomes da Silva's appointment to the post of Public Works Inspector (Fiscal de Obras Públicas); Feliciano Garcia do Amaral's appointment to the post of Supervisor (Apontador) of street pavement works in the city of Trincheiras. Manuscript book with original hardcover. Some folios are damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Provincial Government: Correspondence, July, 1889 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1889-01-01T00:00:00Z"}},{"id":"399366","fields":{"end_date":"1845-12-31T23:59:59Z","identifier":"399366","country":"Brazil","creator":"British Library EAP627; Francisco de Pereira Rocha Junior, Manoel Jeronimo Guedes Alcanforado e Antonio Joaquim de Albuquerque e Mello.","images":"310","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 153 folios, in addition to front and back cover.; 310 JPEG or CR2 images","description":"The book contains register of passports issued between 1842 and 1845. It includes: passports given by Paraíba's Chiefs of Police to free Brazilians, Portuguese, and other foreign nationals to travel either alone or in the company of enslaved individuals, the latter being Africans or Afro-descendant (in Portuguese, the mixed population was described in many ways, including: parda, cabra, mulata,  crioulos); passports to travelers of the following professions: gravediggers, merchants, farmers, traders, apothecaries and others, traveling to Recife, Pernambuco, Pedra de Fogo, Paraíba, Vitória, Espirito Santo, Nossa Senhora de Nazareth, Rio Galvão do Sul and other locations. Chiefs of Police: Francisco de Pereira Rocha Junior, Manoel Jeronimo Guedes Alcanforado, and Antonio Joaquim de Albuquerque e Mello. Manuscript book which has undergone restauration. Original hardcover is severely damaged by insects. Yellowing folios. Numerated through folio 150. ","language":["Portuguese"],"title":"Secretary of Police: register of passports, 1842-1845","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1842-01-01T00:00:00Z"}},{"id":"399677","fields":{"end_date":"1838-12-31T23:59:59Z","identifier":"399677","country":"Brazil","creator":"British Library EAP627; Frederico de Almeida e Albuquerque","images":"406","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 201 folios, in addition to front and back cover.; 406 JPEG or CR2 images","description":"The book contains orders given to different authorities in the Province of  Paraíba, from 1837 to 1838, mainly letters exchanged between the mayor of the First Parish (Prefeito da Primeira Comarca), Frederico d’Almeida e Albuquerque, with the Police Corps. Letters relate to: number of police officers in active duty and number of patrols in the day and night shifts in the city of Paraíba; request for guards to escort prisoners to the city jail; services needed in the city's public jail; arrest of soldiers of the National Guard;  dismissal of  Luís do Rego Toscano de Brito from the post of Assistant Deputy (subdelegado) in the Second Ward (2ª Sub- Prefeitura) of the Livramento parish and the vacancy of such post; among others. Manuscript book with original hardcover, slightly damaged and yellowing. Numerated through folio 198. ","language":["Portuguese"],"title":"Office of the Mayor of the First Parish: orders and letters to provincial authorities, 1837-1838","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1837-01-01T00:00:00Z"}},{"id":"400084","fields":{"end_date":"1845-12-31T23:59:59Z","identifier":"400084","country":"Brazil","creator":"British Library EAP627; Lourenço José da Silva Santiago, chefe de polícia interino","images":"20","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 10 folios; 20 JPEG or CR2 images","description":"The book contains correspondence exchanged between the Chief of Police and  President of the Province (Presidente da Província) Frederico Carneiro de Campos, in 1845. Topics covered in the letters include: arrest of Antonio Joaquim, a black man under suspect of being a runaway slave;  arrest of two black males and one black female found wandering after curfew; bonus granted to the amanuensis of the Police Secretary; arrest of São Bento Convent's slave Clemente, and freed black Teresa , for public inebriation after curfew; escape of prisoners from police escort while performing cleaning services; among others.  Manuscript book without cover, incomplete and mising most folios. Only folios 134-143 are available.  Damaged by water and iron gall ink.","language":["Portuguese"],"title":"Correspondence, Chief of Police and Provincial Presidency, 1845  ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1845-01-01T00:00:00Z"}},{"id":"400105","fields":{"end_date":"1846-12-31T23:59:59Z","identifier":"400105","country":"Brazil","creator":"British Library EAP627","images":"288","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 142 folios, in addition to front and back cover.; 288 JPEG or CR2 images","description":"The book contains correspondence with different provincial authorities of Paraíba and of different provinces, from 1844 to 1846. Topics include: request for recruits to comply with superior orders; delivery of deserters arrested in the parishes of Campina Grande, Bananeiras, and others;  arrest of horse robbers; dismissal of the first substitute (primeiro suplente) in Patos's police station;  arrest of a slave; request for Customs Inspector (inspetor da Alfândega) to present a list of enslaved persons who have passports; Rio Grande do Norte's Chief of Police request to police authorities to prevent a missing person from being sold as a slave. Signed by Lourenço José da Silva Santiago and Antonio Joaquim  de Alburquerque de Mello. Manuscript book with original hardcover. Severely damaged by insects and iron gall ink. Numerated through folio 140. ","language":["Portuguese"],"title":"Secretary of Police: Correspondence with provincial authorities, 1844-1846","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1844-01-01T00:00:00Z"}},{"id":"400394","fields":{"end_date":"1861-12-31T23:59:59Z","identifier":"400394","country":"Brazil","creator":"British Library EAP627; Chefes de Polícia: Manoel José da Silva Neiva, Francisco de Assis Pereira Rocha e Luis Antonio da Silva Nunes.","images":"476","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 236 folios, in addition to front and back cover.; 476 JPEG or CR2 images","description":"The book contains correspondence exchanged between the Chief of Police and Provincial Presidentes (Presidentes da Província) from 1860 to 1861. It includes: list of candidates for the post of assistant deputy (subdelegado) in Villa de Lagoa Nova; ordinances issued in Villa de Pilar regarding cattle ranching in areas destined to agriculture; request for payment of the National Guard's escort who accompanied prisoners; request for statistical data map  regarding  Paraíba's Prosecutor's office workers; fight among slaves, the wounded taken in for treatment at Santa Casa da Misericórdia's hospital. Chiefs of Police: Manoel José da Silva Neiva, Francisco de Assis Pereira Rocha, and Luis Antonio da Silva Nunes. Manuscript book with original cover. Damaged by insects and iron gall ink. Some yellowing folios. Numerated through folio 234. ","language":["Portuguese"],"title":"Secretary of Police: Letters to the Provincial Presidency, 1860-1861","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1860-01-01T00:00:00Z"}},{"id":"400871","fields":{"end_date":"1887-12-31T23:59:59Z","identifier":"400871","country":"Brazil","creator":"British Library EAP627; Diretores Gerais da Instrução Pública, Eugenio Toscano de Brito e Paulo Cavalcante Pessôa de Lacerda","images":"252","city":"João Pessoa","subject":["Public education","Brazil"],"format":"1 volume of 124 folios, in addition to front and back cover.; 252 JPEG or CR2 images","description":"The book contains correspondence from Paraíba's Public Education Board of Directors (Diretoria de Instrução Pública da Paraíba) to the Presidency of the Province (Presidência da Província) between 1885 and 1887, recorded according to the powers and duties of the director and other Public Education officials.  Documents are signed by general Public Education directors Eugenio Toscano de Brito and Paulo Cavalcante Pessôa de Lacerda. It includes petitions and requests from primary school teachers; memorandum on student enrollment; schools' conditions; excerpts of the Public School guidelines/manual (\"regimento para Instrução Pública\"); among others. Manuscript book with original cover. Damaged by insects and iron gall ink. Folios are yellowing. ","language":["Portuguese"],"title":"Correspondence from the Public Education Board of Directors, 1885-1887","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1885-01-01T00:00:00Z"}},{"id":"401124","fields":{"end_date":"1864-12-31T23:59:59Z","identifier":"401124","country":"Brazil","creator":"British Library EAP627; Chefe de polícia, Antonio Britto de Sousa","images":"598","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 297 folios, in addition to front and back cover.; 598 JPEG or CR2 images","description":"The book contains Paraíba's Secretary of Police (Secretaria da Polícia) correspondence between 1863 and 1864, recorded according to the powers of the Police Secretary and his subordinates--deputies (delegados) and assistant deputies (subdelegados) regarding every district in the province. Documents were issued by Secretary Thomas d’Aquino Mindêlo and signed by Chief of Police Antonio Britto de Sousa. It includes: information on irregular displacements of National Guard military personnel;  instructions on crimes, arrests, and prisoners' release investigations; on the seriousness of the injury slave Joaquim caused on the Marquis of Sant’Anna; exonerations and appointments to posts in the police secretary office; among others. Manuscript book with original cover. Damaged by insects and iron gall ink. Numerated through folio  295.","language":["Portuguese"],"title":"Chief of Police: Correspondence with Police Authorities, 1863-1864","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1863-01-01T00:00:00Z"}},{"id":"404837","fields":{"end_date":"1868-12-31T23:59:59Z","identifier":"404837","country":"Brazil","creator":"British Library EAP627; Chefe de polícia, Antonio Joaquim Buarque de Nazareth","images":"284","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 140 folios, in addition to front and back cover.; 284 JPEG or CR2 images","description":"The book contains Paraíba's Secretary of Police's ordinances and instructions from 1863 to 1868, recorded according to the powers of the provincial capital's prison officer (\"carcereiro\").Documents were issued by Secretary Thomas d’Aquino Mindêlo and signed by Chief of Police Antonio Joaquim Buarque de Nazareth. It includes: information on transfer and release of prisoners; arrest of deserters to be sent to the Battalion's Command; rearrangement of troops; arrest of slaves for different crimes and infractions; among others. Manuscript book with original cover. Damaged by insects and iron gall ink. Numerated through folio  139.","language":["Portuguese"],"title":"Secretary of Police: ordinances to Prison Officer in the Capital, 1863-1868 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1863-01-01T00:00:00Z"}},{"id":"405122","fields":{"end_date":"1862-12-31T23:59:59Z","identifier":"405122","country":"Brazil","creator":"British Library EAP627; Chefe de polícia, Manoel José da Silva Neiva","images":"762","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 379 folios, in addition to front and back cover.; 762 JPEG or CR2 images ","description":"The book contains Paraíba's provincial Police Secretary's correspondence (Secretária da Polícia da Província da Paraíba) between 1861 and 1862, registered according to the powers of the Police Secretary and his subordinates--deputies (delegados) and assistant deputies (subdelegados). Documents were issued by Secretary Thomas d’Aquino Mindêlo and signed by Chief of Police Manoel José da Silva Neiva. It includes Paraíba's provincial Police Secretary's regarding: new President of the Province, Dr. Francisco d’Araujo Lima, sworn into the post;  relocation of prisoners and investigation of crimes in the Provinces of Paraíba and Rio Grande do Norte; authorization for privates to enlist in the active army in different parts of the Province; request for the delivery of medicine and provision of medical staff to counter the advance of the Cholera epidemics in 1862; among others. Manuscript book with original cover. Damaged by insects and iron gall ink. Numerated through folio  376.","language":["Portuguese"],"title":"Chief of Police: Letters to Deputies (\"delegados\") and Assistant Deputies (\"subdelegados\"),  1861-1862","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1861-01-01T00:00:00Z"}},{"id":"406765","fields":{"end_date":"1865-12-31T23:59:59Z","identifier":"406765","country":"Brazil","creator":"British Library EAP627; Diretores da Instrução Pública, João Florentino Meira de Vasconcellos, João Leite Ferreira","images":"192","city":"João Pessoa","subject":["Public education","Brazil"],"format":"1 volume of 94 folios, in addition to front and back cover.; 192 JPEG or CR2 images","description":"This series contains correspondence from Paraíba's Public Education Board of Directors (Diretoria de Instrução Pública da Paraíba) to the Presidency of the Province (Presidência da Província) between 1864 and 1865, recorded according to the powers and duties of the director and other Public Education officials. Documents were mostly issued by the President of the Province, Sinval Odorico de Moura, and signed by Public Education directors, João Florentino Meira de Vasconcellos, and João Leite Ferreira. It includes: appointment for posts as primary school teachers; duties of the commissariat and public inspector; removal from posts in the public education system; evaluation of textbook and other teaching material to be used in the Province; among others. Manuscript book with original cover. Damaged by insects and iron gall ink. Folios are yellowing. Numerated through folio 94.","language":["Portuguese"],"title":"Correspondence of the Public Education Board of Directors, 1864-1865","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1864-01-01T00:00:00Z"}},{"id":"407558","fields":{"end_date":"1865-12-31T23:59:59Z","identifier":"407558","country":"Brazil","creator":"British Library EAP627; Diretor da Instrução Pública, Maurique Victor de Lima","images":"294","city":"João Pessoa","subject":["Public education","Brazil"],"format":"1 volume of 145 folios, in addition to front and back cover.; 294 JPEG or CR2 images","description":"The book registers appointments made in Paraíba's Public Education system (Instrução Publica) between 1852 and 1865, recorded according to the duties of the Public Education Director Maurique Victor de Lima, and President of the Province, Antonio Coelho de Sá e Albuquerque. Documents were issued by Public Education Director Maurique Victor de Lima in two steps: one consisting in the full record, and the other a short note with a summary of the documents' key points/goals. It includes information regarding appointments for the posts of public school teacher and substitute teachers, paid leaves, and commissariat in every district of the Province, among other topics.  Manuscript book with original cover. Damaged by insects and iron gall ink. Folios are yellowing. Numerated through folio 141.","language":["Portuguese"],"title":"Register of Public School Teachers, 1852-1865","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1852-01-01T00:00:00Z"}},{"id":"407853","fields":{"end_date":"1871-12-31T23:59:59Z","identifier":"407853","country":"Brazil","creator":"British Library EAP627; Chefe de polícia, Serapião Emilio d’Assunpção","images":"304","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 150 folios, in addition to front and back cover.; 304 JPEG or CR2 images","description":"The book contains correspondence from Paraíba's Secretary of Police (Secretária da Polícia) to the Presidency of the Province (Presidência da Província) between 1870 and 1871, recorded according to the powers of the Police Secretary. Letters are mostly directed to Provincial President Venâncio José d’Oliveira Lisboa, and signed by Chief of Police Serapião Emilio d’Assunpção. It includes letters exchanged among the different parishes, and their corresponding authorities (judges, public prison personnel, battalion commanders) containing information on arrests, execution of sentences, and distribution of supplies to military corporations, among others.  Manuscript book with original cover. Damaged by insects and iron gall ink. Written information runs through folio148.","language":["Portuguese"],"title":"Secretary of Police: Correspondence with Provincial Presidency, 1870-1871 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1870-01-01T00:00:00Z"}},{"id":"408158","fields":{"end_date":"1886-12-31T23:59:59Z","identifier":"408158","country":"Brazil","creator":"British Library EAP627; Secretário da Instrução Pública, P. Costa Junior e as demais autoridades relacionadas a Guarda Nacional e ao Corpo Consular.","images":"488","city":"João Pessoa","subject":["Public education","Brazil"],"format":"1 volume of 244 folios; 488 JPEG or CR2 images","description":"The book contains correspondence from Paraíba's Public Education office (Instrução Publica), the National Guard, and Consular officials (Corpo Consular) in 1886, registered according to the duties of Public Education Secretary (Secretário da Instrução Pública), P. Costa Junior, and other authorities. The first part of the book refers to the Public Education office, and includes: ordinances, payroll, bonuses, appointment of literature, history, geometry, and other teachers; and distribution of posts among the commissariat. The second part of the book refers to the National Guard, and includes information on qualifications and distribution of the National Guard personnel. The third and last part of the book refers to Consuls, Vice Consuls, and other consular officials of foreign nations, such as Portugal and Great Britain, regarding appointments, retirements, and personnel distribution. Manuscript book with no cover. Severely damaged by insects and iron gall ink. Folios are yellowing.","language":["Portuguese"],"title":"Public Education: correspondence, 1886","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1886-01-01T00:00:00Z"}},{"id":"408870","fields":{"end_date":"1853-12-31T23:59:59Z","identifier":"408870","country":"Brazil","creator":"British Library EAP627; Manoel de Medeiros Freitas","images":"284","city":"João Pessoa","subject":["Municipal council","Provincial assembly","Brazil"],"format":"1 volume of 140 folios, in addition to front and back cover.; 284 JPEG or CR2 images","description":"The book contains Paraíba do Norte's City Council's (Câmara Municipal) treasury records from 1847 to 1853. It includes: records of payment made by Custódio Sá Leitão to the treasury secretary in reference to 300 sacs of unrefined sugar (açúcar mascavo); of fifty-two boxes of refined sugar and  200 sacs of unrefined sugar (açúcar mascavo) shipped to Liverpool, paid by Jozé da Silva Coelho; four sacs of refined sugar for the steamship S. Salvador's crew consumption, paid by Jozé Monteiro Coelho; payment of municipal tax refunds to Gonçalves e Bernardino, paid by treasury officer Manuel de Medeiros Furtado; among others. Signed by Manoel de Medeiros Freitas. Manuscript book with original cover, which is severely damaged. There is tape on the cover. Damaged by insects and iron gall ink. Brittle and yellowing folios. ","language":["Portuguese"],"title":"Muncipal Council (Câmara) Treasury Records, 1847-1853","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1847-01-01T00:00:00Z"}},{"id":"409155","fields":{"end_date":"1838-12-31T23:59:59Z","identifier":"409155","country":"Brazil","creator":"British Library EAP627; Inspetor da Tesouraria Provincial, Antônio José Henriques","images":"142","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 69 folios, in addition to front and back cover.; 142 JPEG or CR2 images","description":"The book includes payments of the provincial employees of the Ministry of Justice in the years 1837 to 1838. The Inspector of the Provincial Treasury, Antônio José Henriques, is instructed to pay the persons included in the payroll. There are records of payments made to the Judge of the District of Paraíba, Caetano José da Silva Santiago; the Judge of the Civil Court of the same Region, law graduate (bacharel) Antônio Thomas de Lunna Freire; Judge of the District of Brejo de Areia, law graduate (bacharel)  Antônio Joaquim Albuquerque Mello;  Vicar's clerk of the Parish of the Town of São João, Father José Gomes Pequeno, and of the Vicar of Parish Villa dos Patos, Father Emiliano Rangel; of Vila de São Miguel's assistant-mayor (subprefeito), Luiz Francisco dos Santos Lima, and other payment records made to employees of the Ministries of Justice.  Manuscript book with original cover. Damaged by insects and iron gall ink. Numerated through folio 67. ","language":["Portuguese"],"title":"Ministry of Justice: Payroll, 1837-1838","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1837-01-01T00:00:00Z"}},{"id":"409298","fields":{"end_date":"1835-12-31T23:59:59Z","identifier":"409298","country":"Brazil","creator":"British Library EAP627; Vice-Presidente, Joaquim José Luiz de Sousa","images":"332","city":"João Pessoa","subject":["Municipal council","Provincial assembly","Brazil"],"format":"1 volume of 164 folios, in addition to front and back cover.; 332 JPEG or CR2 images","description":"This book contains registers of decrees issued by the General Council of the Province of Paraíba, between 1830 and 1835, signed by Vice President Joaquim José Luiz de Sousa, and Provincial Secretary José Lucas de Souza Rangel. It includes: Vila do Conde's City Council's (Câmara Municipal) resolutions in the year 1830;  Vila Real de São João's City Council (Câmara Municipal) resolutions regarding sale of substances in homes or in the streets, adopted in the year 1830; resolutions by Vila Real de Brejo de Areia, the city of Paraíba, and  Vila de Souza's City Councils (Câmaras Municipais). Manuscript book with original cover, which is severely damaged. Damaged by insects and iron gall ink. Brittle and yellowing folios.  ação de insetos e tinta ferrogálica. Numerated through folio 107.","language":["Portuguese"],"title":"General Council of the Province of Paraíba do Norte: projects of the Provincial Legislative Assembly, 1829-1830","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1830-01-01T00:00:00Z"}},{"id":"409631","fields":{"end_date":"1853-12-31T23:59:59Z","identifier":"409631","country":"Brazil","creator":"British Library EAP627; Inspetor, José da Costa Maxado Júnior","images":"410","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 203 folios, in addition to front and back cover.; 410 JPEG or CR2 images","description":"This book contains correspondence sent to the President of the Province by the Provincial Treasury Inspector, from 1850 to 1853. It includes: authorization for salaries in the Provincial Treasury to be leveled, in accordance to the General Law of November 29, 1841; Provision of Accounts of the Government Inspectorate's accountability; Balance of revenue and administrative expenses in May, 1851; Report on the expropriation of the land where the prison is located, among others.  Manuscript book with original cover. Damaged by insects and iron gall ink. Brittle and yellowing paper.  Numerated through folio 200. ","language":["Portuguese"],"title":"Correspondence between the Treasury Inspector and Provincial Presidents, 1850-1853","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1850-01-01T00:00:00Z"}},{"id":"410042","fields":{"end_date":"1965-12-31T23:59:59Z","identifier":"410042","country":"Brazil","creator":"British Library EAP627; José Carlos da Costa Ribeiro, Secretário da Presidência; João da Matha Correia Lima, Inspetor do Tesouro Provincial; José Maria de Carvalho, Inspetor do Tesouro Provincial","images":"400","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 198 folios, in addition to front and back cover.; 400 JPEG or CR2 images","description":"Manuscript book with original cover. Damaged by insects and iron gall ink.","language":["Portuguese"],"title":"Correspondence of the Provincial Treasury with the Consulate, Tax Agencies, Fiscal Prosecution and Inspection, 1857-1865","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1857-01-01T00:00:00Z"}},{"id":"410443","fields":{"end_date":"1857-12-31T23:59:59Z","identifier":"410443","country":"Brazil","creator":"British Library EAP627; Inspetor, José Carlos da Costa Ribeiro","images":"126","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 61 folios, in addition to front and back cover.; 126 JPEG or CR2 images","description":"The book contains Municipal expenses of the Third Section of the Provincial Public Treasury, in the year 1857. The Treasury of the Third Section receives the balance that was verified by the Treasurer of the extinct Provincial Income Administration belonging to the City Council of the city of Paraíba; Municipal Revenue's receipt of payment for eight refined sugar barrels shipped on the Portuguese schooner Parahybano and for 300 bags of unrefined sugar (açúcar mascavado) shipped to Liverpool onboard the English schooner Midas; receipt of payment for 1000 bags of unrefined sugar (açúcar mascavado) dispatched to Liverpool in the English schooner Jamis Scott; receipt of payment for 2000 bags of unrefined sugar (açúcar mascavado) from the Province, shipped to the Canal in the Dutch vessel (Patacho Holandes); among others. Manuscript book with original cover. Damaged by insects. Brittle and yellowing paper. Written through folio 39.","language":["Portuguese"],"title":"Provincial Treasury: balance sheet, 1857 (Third Section of the Provincial Public Treasury)","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1857-01-01T00:00:00Z"}},{"id":"410570","fields":{"end_date":"1858-12-31T23:59:59Z","identifier":"410570","country":"Brazil","creator":"British Library EAP627; José Carlos da Costa Ribeiro, inspetor","images":"126","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 61 folios, in addition to front and back cover.; 126 JPEG or CR2 images","description":"The book contains registers of the Municipal Treasury's expenses in the year 1858, including: Victorino Pereira Maia's salary payment; receipt for the sale of unrefined sugar (açúcar mascavados bruto) sacs produced in the Province and shipped to the Canal in the English schooner \"Weteh of the hare\", as well as that sugar embarked on the Portuguese schooner \"Parahybano,\" and that shipped to Liverpool onboard the French schooner \"Carmem\"; Jose Antônio Pereira Vinagre's receipt for payment of 600 sacs of unrefined sugar (açúcar mascavado bruto) shipped to the Canal onboard the English vessel  a \"Rosaliz\"; among others. Manuscript book with original cover. Volume is in a good state of conservation, with slightly yellowing folios.","language":["Portuguese"],"title":"Provincial Treasury: register of expenses, 1858 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1858-01-01T00:00:00Z"}},{"id":"410697","fields":{"end_date":"1858-12-31T23:59:59Z","identifier":"410697","country":"Brazil","creator":"British Library EAP627; José Carlos da Costa Ribeiro, inspetor","images":"292","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 144 folios, in addition to front and back cover.; 292 JPEG or CR2 images","description":"The book contains the General Revenue of the Third Section of the Provincial Treasury in the year 1858. The Third Section adjusted tax revenues and notified new values to be collected and how they would be collected, including the 4% tax on sugar, fishery corrals , enrollment in the Lyceo Parahibano, and the Government Secretariat's profits; Emoluments of the provincial treasury; Emoluments of the Charity Hospital; a 4% duty on cotton; 10% duty on urban buildings; Cigar tax; tax on slave sales (\"meia sisa); 5% rights over various articles; 3% tax on leather; Tax on coffee, pharmacies, lottery tickets from other provinces, taverns, distilleries (\"alambiques\"), tables and jewelry boxes, potteries, fishing rafts, lime kiln, and others.  Manuscript book with original cover. Volume is in a good state of conservation, with slightly yellowing folios. Written information ends on folio 52. ","language":["Portuguese"],"title":"Provinciaal Public Treasury, Third Section: balance sheet, 1858","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1858-01-01T00:00:00Z"}},{"id":"410990","fields":{"end_date":"1863-12-31T23:59:59Z","identifier":"410990","country":"Brazil","creator":"British Library EAP627; Inspetor, José Carlos da Costa Ribeiro","images":"384","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 190 folios, in addition to front and back cover.; 384 JPEG or CR2 images","description":"The book contains ordinances issued to Tax Collectors from 1857 to 1863. It includes: letters sent to Provincial Tax Collectors by the Provincial Tax Inspector regarding the dismissal of the Tax Collector officer in Vila de Bananeiras; unsigned receipt of sums submitted by former Pombal Tax Collector, João de Oliveira, documenting his accounts;  the city of Areia's tax collector has received from Police Sergeant Joaquim Ferreira da Costa e Silva the sum sent by the Treasury in 1860, relating to expenses incurred in maintaining prisoners; balance of revenue and expenditure for the quarter January to March 1853; Regulation on the payment of the ten percent tax payment for inheritances, by slaves left to the Santa Casa da Misericórdia, orphans and the poor; among others. Manuscript book with original cover. Yellowing folios. Numerated through folio 188.  ","language":["Portuguese"],"title":"Ordinances issued by Tax Collectors, 1857 – 1863","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1857-01-01T00:00:00Z"}},{"id":"411375","fields":{"end_date":"1873-12-31T23:59:59Z","identifier":"411375","country":"Brazil","creator":"British Library EAP627","images":"296","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of146 folios, in addition to front and back cover.; 296 JPEG or CR2 images","description":"The book contains the register of Titles and Provisions of the Civil and Ecclesiastical Provincial Employees of the Province of Paraíba, from 1869 to 1873. It includes: Cicero Paulino de Figueiredo awarded the title of Public primery school teacher of the town of Conceição, Cruz do Espirito Santo; Father João da Cunha Peixoto awarded the title of Assistant to the Priest in the Parish of  Nossa Senhora da Luz, in Vila de Independência; Venceslao Pereira de Oliveira awarded the title of Fiscal Agent in  São Francisco de Santa Rita de Corema; Alexandre Jose Barboza awarded the title of Fiscal Agent in the district of Jardim; introduction letter by the Nossa Senhora Parish Vicar, on behalf of  Father Antônio Alves de Carvalho; title of Lieutenant of the Fourth Police Company in the capital, on behalf of Ricardo Antônio da Silva Barros, among others. Manuscript book with original cover. Volume is in a good state of conservation, with slightly yellowing folios. Numerated through folio 144. ","language":["Portuguese"],"title":"Provincial Treasury: Titles and Provisions of Public Employees, 1869-1873","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1869-01-01T00:00:00Z"}},{"id":"412284","fields":{"end_date":"1868-12-31T23:59:59Z","identifier":"412284","country":"Brazil","creator":"British Library EAP627; Manoel Odorico Cavalcanti D’Albuquerque, Oficial da Secretaria, e Felizardo Toscano de Brito, vice-presidente da Província.","images":"304","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 150 folios, in addition to front and back cover.; 304 JPEG or CR2 images","description":"The book contains letters of  Paraíba's Provincial Treasury from 1866 to 1868. It includes: the Provincial Treasury's records of revenue and expenditure; Treasury Inspector's sworn into office; First Clerk of the Consulate of the capital's return; Contract with  Civil Engineer for construction of a road linking the capital to the town of Cruz do Espírito Santo, and an iron bridge over the Paraíba River; request for a construction of a dam in the city of Pedra Lavrada; supply of six swords to the privates of the provisional police force; payment for the detachment of seven National Guard privates stationed in Gurinhem district; time sheet of the Provincial Consulate employees;  Theodore Machado Freire Pereira da Silva sworn in as President of the Province; among others.  Manuscript book with original hardcover. Damaged by insects, acid paper, and iron gall ink. Numerated through folio 148. ","language":["Portuguese"],"title":"Letters of Paraíba's Provincial Treasury, 1866-1868","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1866-01-01T00:00:00Z"}},{"id":"412589","fields":{"end_date":"1866-12-31T23:59:59Z","identifier":"412589","country":"Brazil","creator":"British Library EAP627; João da Matta Cordeiro Lima, inspetor","images":"306","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 151 folios, in addition to front and back cover.; 306 JPEG or CR2 images","description":"The book contains the provisions of the Employees of the Province of Paraíba, from the years of 1863 to 1866. It includes: Father Serafim Gomes d'Albuquerque's commendation as vicar in the Parish of Nossa Senhora da Piedade, in the Cajazeiras village; Title record of the Interim Latin Teacher in the of Pombal, Father Antônio Thomas de Aquino; Captain of the National Guard, Frederico da Gama Cabral, awarded the title of Captain of the Police Corps;  Manoel Esequiel Pompêo awarded the title of Interim Professor in the city of Areia; Felizardo Toscano de Brito Junior awarded the title of Overseer's Assistant in the Provincial Consulate (Ajudante do Feitor Cooperante do Consulado Provincial); among others. Manuscript book with original cover. Badly damaged by iron gall ink. Folios are yellowing and some are torn. Numerated through folio 148.","language":["Portuguese"],"title":"Provincial Treasury: Employees, 1863-1864","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1863-01-01T00:00:00Z"}},{"id":"412896","fields":{"end_date":"1841-12-31T23:59:59Z","identifier":"412896","country":"Brazil","creator":"British Library EAP627; João Nepomuceno Borges, secretário.","images":"140","city":"João Pessoa","subject":["Revenue administration","Brazil"],"format":"1 volume of 68 folios, in addition to front and back cover.; 140 JPEG or CR2 images","description":"The book contains registry of letters issued by the Revenue Administration office (Administração de Rendas) in 1841. It includes: creation of a new Revenue Administration office in the provincial capital; Custom's regulations; Ignacio Freitas da Silva's appointment to the post of  Tax Collector in Villa Real de São João; information on Provincial Tax Collectors regarding  annulment of ordinances regulating collection; information regarding lease of the house where cotton inspection functions; clarification on how the Santa Casa da Misericórdia pays taxes; Joaquim José dos Santos Leal's appointment; among others. Manuscript book with original hardcover. Damaged by insects, acid paper, and iron gall ink. There is tape on some folios. Some folios are blank. Numerated through folio 48. ","language":["Portuguese"],"title":"Revenue Administration: Letters, 1841","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1841-01-01T00:00:00Z"}},{"id":"413037","fields":{"end_date":"1875-12-31T23:59:59Z","identifier":"413037","country":"Brazil","creator":"British Library EAP627; Antonio Soares de Pinho, chefe do Tesouro.","images":"280","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 138 folios, in addition to front and back cover.; 280 JPEG or CR2 images","description":"The book contains register of informations relating to Paraíba's Provincial Treasury from 1875. It includes: register of payments for cleaning services; payment for construction materials for the Church (Igreja Matriz); payment for prisoners' rations; payment to contstruction workers employed in roof works at a school at street  Marquez do Herval; payment to second class conductor for pavement services at street Visconde de Pelotas; expenditure report for repair works in the Independência district's prison's cells; paid vacations; among others Manuscript book with original hardcover. Damaged by insects, acid paper, and iron gall ink. Numerated through folio 138.","language":["Portuguese"],"title":"Paraíba's Provincial Treasury: Inspection Records, 1875","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1875-01-01T00:00:00Z"}},{"id":"413318","fields":{"end_date":"1872-12-31T23:59:59Z","identifier":"413318","country":"Brazil","creator":"British Library EAP627; Manoel odorico cavalcante de Albuquerque, chefe da Contadoria do Tesouro Provincial","images":"410","city":"João Pessoa","subject":["Provincial treasury","Brazil"],"format":"1 volume of 203 folios, in addition to front and back cover.; 410 JPEG or CR2 images","description":"The book contains expenditure accounts of the Second Section of the Provincial Treasury Accounts' Office, in 1872. It includes: register of payments to privates of the Pernambuco Province police force; payments to construction workers employed in the provincial office building located at street   Visconde de Pelotas; payment of construction workers employed in the pavement of streets Conde D’Eu and Duque de Caxias; payment of workers employed in whitewashing and painting of the capital city's prison; payment for services of the Typografia do Jornal da Parahyba; payment for medical services at the city jail; payment to National Guard soldier in Villa de Alagoa Grande; among others. Manuscript book with original hardcover. Damaged by insects, acid paper, and iron gall ink. Some folios are torn. Numerated through folio 200.","language":["Portuguese"],"title":"Provincial Treasury Accounts' Office: Expenditure Accounts (Second Section), 1872","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1872-01-01T00:00:00Z"}},{"id":"413729","fields":{"end_date":"1846-12-31T23:59:59Z","identifier":"413729","country":"Brazil","creator":"British Library EAP627","images":"288","city":"João Pessoa","subject":["Revenue administration","Brazil"],"format":"1 volume of 142 folios, in addition to front and back cover.; 288 JPEG or CR2 images","description":"The book contains correspondence of the Provincial Revenue Administration Inspectors between 1844 and 1846. It includes: Police Corp's Sergeant's request for payment of late salaries; promissory notes in the Police Corps relating to February and March, 1841;  Revenue Administration's income and expenditure balance sheet; provincial  income and expenditure balance sheet for the years 1842, 1843, and 1844, and budget for the year 1845. Manuscript book with original hardcover. Some damaged by iron gall ink, and some yellowing folios. Numerated through folio 137.","language":["Portuguese"],"title":"Correspondence between the Revenue Administration Inspectors and the Provincial Presidency,  1844","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1844-01-01T00:00:00Z"}},{"id":"414018","fields":{"end_date":"1850-12-31T23:59:59Z","identifier":"414018","country":"Brazil","creator":"British Library EAP627; José Costa e Maxado Júnior, inspetor.","images":"282","city":"João Pessoa","subject":["Revenue administration","Brazil"],"format":"1 volume of 139 folios, in addition to front and back cover.; 282 JPEG or CR2 images","description":"The book contains appointment of citizens for public posts by the President of the Province, between 1844 and 1850. It includes: José de Seixas Maxado's appointment to the post of  First Clerk of the Accounting Department; Felinto Leoncio Vitor Sousa's appointment to the post of Second Official in the Secretary of the Presidency;  Antônio Ignácio Ribeiro Roma's appointment to the post of Primary School Interim Teacher in Vila de Mamanguape; Major Manoel Rodrigues de Paiva's appointment to the post of Police Corps' Commander; Father Augusto Cirillo de Oliveira e Mello's appointment to the post of Primary School Teacher in the village of Lucena; Father Francisco João de Santa Delfina's appointment to the post of Assistant in the Parish of Nossa Senhora dos Milagres do Cariri Velho; José Candido de Sousa e Castro's appointment to the post of Lieutenant in the Police Corps; among others.  Manuscript book with non-original cover, in a good state of conservation. Some yellowing folios. Numerated through folio 137.","language":["Portuguese"],"title":"Appointments for Public Office, 1844 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1844-01-01T00:00:00Z"}},{"id":"414301","fields":{"end_date":"1855-12-31T23:59:59Z","identifier":"414301","country":"Brazil","creator":"British Library EAP627; Jozé Luiz de Mello Junior, secretário interino.","images":"100","city":"João Pessoa","subject":["Revenue administration","Brazil"],"format":"1 volume of 48 folios, in addition to front and back cover.; 100 JPEG or CR2 images","description":"The book contains deeds by Tax Collectors and clerks, from 1841 to 1855. It includes deeds registered by Tax Collectors in Sousa; in Villa de Cabaceiras, by Tax Collector Jozé Joaquim da Costa Ramos; by João Pinto de Carvalho in Villa de Mamanguape; Antonio Machado da Costa Andrade in Patos; by clerks in Villa de Souza, including Manoel de Torres Bandeiras; by Antonio Lopes de Albuquerque in Villa da Independência; by Thomaz de Aquino Pinto de Carvalho in Mamamguape; among others.  Manuscript book with original hardcover. Damaged by insects, acid paper, water, and iron gall ink. Some folios are blank. Written information ends on folio 38. ","language":["Portuguese"],"title":"Register of Deeds by Tax Collectors and Notaries, 1841-1855","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1841-01-01T00:00:00Z"}},{"id":"414402","fields":{"end_date":"1877-12-31T23:59:59Z","identifier":"414402","country":"Brazil","creator":"British Library EAP627; Francisco de Assis Corrêa Lima, Juiz Municipal da Comarca de Alagoa Grande.","images":"108","city":"João Pessoa","subject":["Magistrates","Brazil"],"format":"1 volume of 52 folios, in addition to front and back cover.; 108 JPEG or CR2 images","description":"The book contains records of Municipal Courts' (Audiências do Juizado Municipal) hearings' proceedings in the year 1877. It includes: records of hearings in the city of Alagoa Grande by Municipal Judge Francisco de Assis Corrêa; records of hearings' opening and closures; Francisco de Assis Corrêa sworn into office as Municipal Judge, re-assigned to the Villa of Alagoa Grande;  Major Antonio de Salles e Souza Pontes's hearing on proceedings by Custódio Domingues dos Santos; third-party embargoes' hearing that José Joaquim de Moura proceedings by against Captain Firmino Alves Pequeno and his wife; among others.  Manuscript book with original cover. Damaged by insects, acid paper, and iron gall ink. Damaged binding. Numerated through folio 50. ","language":["Portuguese"],"title":"Proceedings of Municipal Court Hearings, 1877","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1877-01-01T00:00:00Z"}},{"id":"414511","fields":{"end_date":"1857-12-31T23:59:59Z","identifier":"414511","country":"Brazil","creator":"British Library EAP627; Antonio Manoel Baptista, Secretário do Governo da Província e Thomaz Jozé Maria, Secretário da Thesouraria.","images":"384","city":"João Pessoa","subject":["Revenue administration","Brazil"],"format":"1 volume of 190 folios, in addition to front and back cover.; 384 JPEG or CR2 images","description":"The book contains register of titles and appointments for public servants between 1850 and 1857. It includes: Geronimo Antonio D’Almeida e Albuquerque's appointment to the post of Police Corps Major; Antonio Francisco Ferreira da Silva's appointment to the post of Latin Chair in the city of Areia; Fray João de Santa Delfina's appointment as assistant vicar in Villa de São João do Cariri Velho ; Targino Augusto de Paula Freire's appointment as primary school teaching assistant in Villa do Pilar; Father Ignacio da Encarnação's appointment to the post of assistant in the parish of Nossa Senhora da Guia; Father Joaquim Lopes D’Oliveira Galvão's appointment as assistant vicar in the parish of Jacoca; among others.  Manuscript book with riginal cover, loose binding. Damaged by insects, acid paper, and iron gall ink. Some folios are blank and some are torn. Written information ends on folio 178.","language":["Portuguese"],"title":"Appointments for Public Office, 1850-1857","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1850-01-01T00:00:00Z"}},{"id":"414896","fields":{"end_date":"1853-12-31T23:59:59Z","identifier":"414896","country":"Brazil","creator":"British Library EAP627; Justino José de Souza Campos, colaborador da Contadoria da Administração; Satyro Emiliano Meira de Vasconcelos, escrivão.","images":"104","city":"João Pessoa","subject":["Revenue administration","Brazil"],"format":"1 volume of 50 folios, in addition to front and back cover.; 104 JPEG or CR2 images","description":"The book contains register of tax collection by the urban Revenue Administration office (Administração de Rendas) in 1853. It includes: payment of property taxes relating to the properties of Geraldo Bizerra Cavalcante, located at Misericordia Street, nº 120;  Simplício Narciso de Carvalho's on Direita street; José Jacintho do Reis's on Direita street, nº 20;  Victorino Pereira Maya's on Nova street, nº 127; Joaquim Tavares Bastos's on Alegria street, nº 561; Manuel Caetano da Motta's on Milagres street, nº 571; José Gonçalves de Medeiros's on Aurora street, nº 323; among others.   Manuscript book with original cover. Damaged by insects, acid paper, and iron gall ink. Folios are blank after folio 25. ","language":["Portuguese"],"title":"Revenue Administration: urban property tax, 1853","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1853-01-01T00:00:00Z"}},{"id":"415001","fields":{"end_date":"1886-12-31T23:59:59Z","identifier":"415001","country":"Brazil","creator":"British Library EAP627","images":"136","city":"João Pessoa","subject":["Magistrates","Brazil"],"format":"1 volume of 68 folios, in addition to front and back cover.; 136 JPEG or CR2 images","description":"The book contains documents relating to the appointment of municipal judges from 1880 to 1886. It includes: letters of appointments of João Capistrano D’Almeida to the post of Parish Judge in Areia; of Miguel Peixoto de Vasconcellos to the post of Judge in the district  of Mamanguape; of Augusto Emilio da Fonceca Galvão's to the post of Municipal Judge in the Alagoa Nova district;  Francisco de Assis Corrêa Lima to the post of Municipal Judge in the Pitimbú district; Amaro Gomes Carneiro Bilhar to the post of Municipal Judge  in the district of Independência; transfer of Gouveia Filho from the São Bento district, in Pernambuco, to the capital of Paraíba; thirty-day leave granted to  Gouvêa, extended for another sixty days; Provincial Law (Lei Provincial) number 747, of October 19th, 1883, determining  that the Jacoca parish shall fall under the jurisdiction of the Pitimbú parish; among others. Manuscript book, no cover. Damaged by insects, acid paper, and iron gall ink. Some folios are blank. Folios contain a stamp from the public archive (\"Arquivo Público\").","language":["Portuguese"],"title":"Appointment of Municipal Judges, 1880-1886","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1880-01-01T00:00:00Z"}},{"id":"415138","fields":{"end_date":"1881-12-31T23:59:59Z","identifier":"415138","country":"Brazil","creator":"British Library EAP627; Albino José Barbosa de Oliveira.","images":"636","city":"João Pessoa","subject":["Magistrates","Brazil"],"format":"1 volume of 316 folios, in addition to front and back cover.; 636 JPEG or CR2 images","description":"The book contains the letters of various authorities of the Judiciary (Magistratura), in 1881. It includes: registry of letters on Parish Judges' activities put on hold; police investigation on the rape of  minor Lydia Maria da Conceiçam; absence of police authorities from their respective positions; transfer of troops to the district; Portuguese Manuel Marques de Oliveira's debt payment upon his death in his property Barreiro, made by  Major Antonio Ribeiro Camello Pessoa, appointed by the Consul of Portugal; Parish Judge Esperidião Eloy de Barros Pimentel statement of time of service, made by Parish Judge of the Ingá District; testimony in the case against colonel Anisio Marcelino Pereira accused of murder. Manuscript book with original cover. Damaged by insects, acid paper, water, and iron gall ink.  ","language":["Portuguese"],"title":"Correspondence of Magistrates, 1881 ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1881-01-01T00:00:00Z"}},{"id":"417066","fields":{"end_date":"1722-12-31T23:59:59Z","identifier":"417066","country":"Brazil","creator":"British Library EAP627; Capitães mores da Paraíba: João de Abreu Castello Branco; João da Maia da Gama; Fernando de Barros e Vasconcellos.","images":"320","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 manuscript volume of 158 folios, in addition to front and back cover.; 320 JPEG or CR2 images","description":"This book contains land grant (Sesmaria) records from 1704, 1708 to 1713, and 1723 to 1725. Petitioners include: José da Luz Soares; Cypriano Gomes Ferreira; Lieutenant Francisco Fernandes de Souza, Reverend and Missionary Priest Antonio de Lima Caldas; Sergeant-Major André de Souza; Captain Constantino de Oliveira Ledo; Luiz Pereira de Miranda; Manoel Martins Grangeiro; Bartholomeo Duarte Pereira; Sergeant-Major (Sargento-mor) Manoel Marques de Sousa; Ms. Izabel da Camara; Maria de Figueiredo; Assistant Luiz Quaresma Dourado and Salvador Quaresma Dourado; Captain Pascacio de Oliveira Ledo; Count Alvor; Ms. Rosa Maria Dourado de Albuquerque; and others. The requests came from the Capitania of Paraíba; residents in the backlands (sertão) between Cariry and Piranhas; the mission of Quincú Pequeno on the Rio do Peixe;  the City of Nossa Senhora das Neves/Paraíba (modernday João Pessoa); and Mamanguape. Reasons provided for requesting the land grants include the discovery of lands through personal expense; a need for more land to accomodate livestock; free land close to that already occupied; services provided by the petitioner or his/her ancestors to the king and without compensation; free land to be tilled; services provided to conquer the backlands (sertão) and battle the pagans; and aid provided to the Capitania by way of soldiers at personal expense. Plans for using the land requested include: populating with livestock; constructing houses; planting crops for residents and slaves; and other crops. The lands were located in the Sertão do Cariri; sertão das Piranhas; along the shores of the Sabugi river; the embankment of Riacho Quixará; Riacho das Pedras; the city of Parahyba (modernday João Pessoa); Mamanguape; Cabeceiras do Piranhas; sertão do Curimataú; Serra do Bodopitá; Seridó River; and Olho d’agua do Cuité. Land grant sizes ranged from 3 leagues wide and one long; twelve palms long; two leagues wide and one long; two leagues wide, and 400 fathoms to the east and 1,000 to the west. Lands were described as fallow or possessed by way of purchase. Donations and confirmations were carried out under the administations of João de Abreu Castello Branco (1723-1725); João da Maia da Gama (1708-1713); Fernando de Barros e Vasconcellos (1704).  Manuscript book, with non-original hardcover which is inappropriate for preserving brittle paper. Severely damaged by acidity of the paper ad iron gall ink. Folios 1-9, 38-39, 41-58 are missing. Volume is numerated through folio 187. ","language":["Portuguese"],"title":"Land Grants 1704-1722 / Sesmarias 1704-1722","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1704-01-01T00:00:00Z"}},{"id":"417387","fields":{"end_date":"1764-12-31T23:59:59Z","identifier":"417387","country":"Brazil","creator":"British Library EAP627; Capitães mores Luis Antonio de Lemos de Brito, Jozé Henrique de Carvalho, Francisco Xavier de Miranda Henriques","images":"592","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 manuscript volume of 294 folios, in addition to front and back covers. ; 592 JPEG or CR2 images ","description":"The volume contains land grant (sesmaria) records from 1757 to 1764. Petitioners include: José Pereira da Cruz, Coronel Manoel de Vasconcelos de Figueiredo, Alferes Izidro Pereira Gondim, Mariana Rabêllo de Carvalho, Manoel Duarte Ribeiro, João Pereira Dutra, Capitão Manoel Pereira Maior, Reverendo Padre Mathias Mendes Viana, Thomaz de Araujo Pereira, and others. The requests came from the captaincy of Paraíba, specifically in the sertão de Piancó, among others. Reasons given to request land include the discovery of land at own cost and the need for more land for livestock and crops. The lands were granted in the Aldeia Velha de Marapitanga, Riacho Salgado, Riacho Seco, Riacho Olho D’Agua, Serra Cupahoba, Riacho Marajaí, Serra do sítio Cataê, Gentio do Caruhá, Sítio Genipapo, and others. Lands were three leagues wide and one long and were described as fallow or owned through donation. Donations were granted under the administrations of Luis Antonio de Lemos de Brito (1757-1758), Jozé Henrique de Carvalho (1759) and Francisco Xavier de Miranda Henriques (1763-1764). Manuscript book, with non-original hardcover. Severely damaged by insects, acidity of the paper and iron gall ink.  Numerated through folio 291.","language":["Portuguese"],"title":"Land Grants (sesmarias)/ Land Registers, 1757 - 1764","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1757-01-01T00:00:00Z"}},{"id":"417980","fields":{"end_date":"1787-12-31T23:59:59Z","identifier":"417980","country":"Brazil","creator":"British Library EAP627; Jerônimo José de Mello e Castro","images":"376","city":"João Pessoa","subject":["Land grants","Brazil"],"format":"1 manuscript volume of 187 folios, in addition to front and back covers.  ; 376 JPEG or CR2 images ","description":"This volume contains land grant (sesmaria) records from 1785 to 1787. Petitioners include: Manoel José de Faria, Theodozio Freire de Amorim, Jozé de Barros Pereira, Lieutenant Jozé Fernandes Freire, Fidelis Madeira Barros, Luis José da Cunha, Antonio Dantas Rothia, padre Jozé Rodrigues Chaves, Antonio Clemente de Souza, João Guarino dos Santos, Antonio de Paiva e Albuquerque, Francisco Nobre Junior, and others. Requests came from the captaincy of Paraíba, specifically from residents of the backland (sertão) of Curimatau, backland (sertão) of Piancó, and others. Reasons given for requesting land included the discovery of land at own cost, the need for land for livestock, fallow lands adjacent to existing properties, and the need for land for raising crops. Lands granted were destined to livestock and crops and were located in the backland (sertão) of Piancó, Serra do Aricuris, near the headwater (cabiceiras) of the Piancó river, headwater (cabiceiras) of the  Peixe river,  Parahiba river brooks (ribeira), Serra do Mogeiro (backland of Mamanguape and Curimatau), Sabugi's brooks (ribeiras) (Curimatau), and others. Lands measured three leagues wide and one long and were described as fallow or possed through donation. Donations were given under the administration of Jerônimo José de Mello e Castro (1785). Manuscript book, with non-original hardcover. Severely damaged by acidity of the paper and iron gall ink.  Numerated through folio 185. Folios 1 and 2 are missing. ","language":["Portuguese"],"title":"Land Grants (sesmarias), 1785 -1787","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1785-01-01T00:00:00Z"}},{"id":"418357","fields":{"end_date":"1889-12-31T23:59:59Z","identifier":"418357","country":"Brazil","creator":"British Library EAP627; Diretores da Instrução Pública, Paulo Carvalho Pessôa de Lacerda e José Maria Pereira da Silva","images":"222","city":"João Pessoa","subject":["Public education","Brazil"],"format":"1 volume of 109 folios, in addition to front and back cover.; 222 JPEG or CR2 images","description":"The book contains letters from Public Education officials to the Secretary of Provincial Government (Secretária do Governo da Província) between 1888 and 1889, recorded and signed according to the powers of Public Education Directors, Paulo Carvalho Pessôa de Lacerda and José Maria Pereira da Silva, and other authorities. It includes appointments, bonuses, substitutions, and inspections in different parts of the Province, among others. Manuscript book. Some folios have undergone restauration. Bad binding compromises readability of initial folios. Damaged by iron gall ink. Some folios are yellowing.","language":["Portuguese"],"title":"Correspondence from the Public Education Board of Directors, 1888","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1888-01-01T00:00:00Z"}},{"id":"418580","fields":{"end_date":"1863-12-31T23:59:59Z","identifier":"418580","country":"Brazil","creator":"British Library EAP627; chefes da Polícia: Francisco de Assis Pereira Rocha, Correa Lima e Souza Gaizoso.","images":"280","city":"João Pessoa","subject":["Mayoral authority","Police authority","Brazil"],"format":"1 volume of 138 folios, in addition to front and back cover.; 280 JPEG or CR2 images","description":"The book contains ordinances and letters from the Chief of Police to the city of Paraíba's prison officer (carcereiro), from 1860 to 1863. Topics treated include: orders for an imprisoned woman to be set free;  arrest of slaves for different reasons; prisoners sent to Livramento, Baia da Traição, and other locations' chiefs of police;  English sailor arrested in Livramento escorted to the English schooner \"Bonita\"; assigning prisoners for cleaning duties and other chores; prisoners from the provinces of Pernambuco and Ceará; a prisoner kept in Cabedelo's Fort that must be transferred to the prison in Fernando de Noronha; putting shackles on prisoners only under such orders.  Signed by Chiefs of Police:  Francisco de Assis Pereira Rocha, Correa Lima, and Souza Gaizoso. Manuscript book with original cover. Damaged by insects and iron gall ink. Numerated through folio  136.","language":["Portuguese"],"title":"Chief of Police: Ordinances and Letters to Prison Officer, 1860-1863 : ","type":["Historical records"],"institution":"Arquivo Histórico do Estado da Paraíba","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.12174,-34.84525","start_date":"1860-01-01T00:00:00Z"}}]}}