{"status":{"rid":"+L7Uh6oysJoJCtQ+ag==","time-ms":0},"hits":{"found":82,"start":0,"hit":[{"id":"273324","fields":{"end_date":"1744-12-31T23:59:59Z","identifier":"273324","country":"Brazil","creator":"British Library EAP627; Rei (Portugal); Conselho Ultrarino (Portugal);  ","images":"708","city":"João Pessoa","subject":["Royal orders","Brazil"],"format":"1 volume of 352 folios, in addition to front and back covers.; 708 CR2 or JPEG images ","description":"Originally separate printed and manuscript documentation bound in a single volume. The volume contains royal letters, provisions, and decrees (alvarás and alvarás de lei) dating from 1733 to 1744. Contains orders concerning the payment of taxes, customs duties, and the public accounts of the tax office (Provedoria da Fazenda); contracts; the distribution of provisions (for example, flour); the sugar subsidy; the sentencing of brothers Manoel de Beça Dourado and Amaro de Beça Dourado by the War Council (Conselho de Guerra); the control of the number of ships in the ports of the islands of Madeira and São Miguel; navigation to the ports of Brazil and the penalties imposed for contraband trade; the assistance from Indians in the construction of a bridge;  the imprisonment of Indians for witchcraft in the captaincy of Mamanguape; and other documents.  Contains non-original cover; folio 1 is missing, and the last folio is glued to back cover; some folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Royal Orders, 1733-1744","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1733-01-01T00:00:00Z"}},{"id":"274033","fields":{"end_date":"1719-12-31T23:59:59Z","identifier":"274033","country":"Brazil","creator":"British Library EAP627; King (Portugal); Overseas Council (Conselho Ultrarino, Portugal) ","images":"752","city":"João Pessoa","subject":["Royal orders","Brazil"],"format":"1 volume of 374 folios (written and blank), in addition to front and back covers. Only written folios have been numbered ; 752 CR2 or JPEG images ","description":"Originally separate manuscript and printed documentation bound in a single volume. The volume contains royal letters and provisions dating from 1709 to 1719 and addressed to the governors of Paraíba, João da Maya da Gama and Antonio Velho Coelho. Relates the royal orders for the auditor general (ouvidor geral) to report the profits from subsidies administered by the municipal council (Câmara); payments to be made to the infantry; the lack of ships and the shipment of sugar in the Paço do Varadouro; and for religious orders to pay a ten-percent tax (dizimo) on their property. Documentation concerns fortifications; munitions and armaments in the captaincy; the Fortaleza do Cabedelo; construction of a gunpowder magazine; confirmation of patents and the solicitation of information from the Companhias de Ordenanças; the jurisdiction of the auditor general (ouvidor geral); vessels sailing for the Mina Coast to buy slaves, endangering commerce with the Island of São Tomé, the concession of offices and mercês; the salt trade; a provision relating the deportation of gypsies to Paraíba, and other matters. Provisions were signed by Joam Telles da Silva and Antonio Roiz da Costa, counselors of the Overseas Council (Conselho Ultramarino). Contains non-original cover; damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Royal Orders, 1709-1719","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1709-01-01T00:00:00Z"}},{"id":"278234","fields":{"end_date":"1665-12-31T23:59:59Z","identifier":"278234","country":"Brazil","creator":"British Library EAP627; Gonçalo Lopes do Lago (Notary).","images":"510","city":"João Pessoa","subject":["Writs","Wills","Deeds","Brazil"],"format":"1 manuscript volume of 255 folios (total 510 pages, including front and back covers); 510 CR2 or JPEG images ","description":"The codice contains manuscript documents dating from 1660 through 1665. Included are notarial registers recording a 1662 sale of land made by Duarte Pereira Pinto to Captain Antonio Vidal; the lease of land by Captain Gabriel de Mendonça Furtado, owner of Sítio Poxi (in the city of Nossa Senhora das Neves) to Luis Nunes da Foncequa; powers of attorney drawn up by Bento Roiz, an attorney in the city of Olinda, Provincia de Pernambuco, on behalf of Antonio Cardozo, Francisco Franco, and Antonio Pereira; a letter of donation of a land grant (sesmaria) conceded by the capitão mor of Paraíba, João Rebello de Lima, to Pedro Xara; the letter of manumission of an enslaved mulata woman named Apolonia, purchased by Luis Nogueira de Carvalho from Senhor Antonio Fernandes Furnas (1663); and the letter of manumission of an enslaved woman from Guinea (escrava do gentio de Guiné) (1665). Recorded by notary Gonçalo Lopes do Lago.  Manuscript book, containing non-original cover, and restored with Japanes paper and starch paste that make visibility of the information difficult.","language":["Portuguese"],"title":"Deeds from Parahyba, 1660-65","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1660-01-01T00:00:00Z"}},{"id":"279454","fields":{"end_date":"1755-12-31T23:59:59Z","identifier":"279454","country":"Brazil","creator":"British Library EAP627; King (Portugal); Overseas Council (Conselho Ultrarino, Portugal) ","images":"492","city":"João Pessoa","subject":["Royal orders","Brazil"],"format":"1 volume of 244 folios, in addition to front and back covers.; 492 CR2 or JPEG images ","description":"Printed and manuscript documentation originally separate and bound in a single volume. The volume registers royal letters and decrees (alvarás de lei) dating from 1745 to 1755 and sent to the capitães mores of Paraíba. Records orders to re-inspect an English vessel under the command of Miler Nordes that docked in the Captaincy in 1742; construction costs of the Fortaleza de Cabedelo; requests for armaments made by interim governor José Lobo Lacerda to the auxiliaries of the cavalry; the nomination of Jose Antonio da Cunha for accountant (provedor) of the Royal Treasury of the captaincy; the request of Francisco Pereira das Chagas, bookkeeper (guarda livros) counting house (Casa dos Contos); the excesses committed by residents of the backlands (sertão) of Piancó against the Panati Indians; a decree (alvará) about the marriage of Portuguese and Indians; an alvará de lei prohibiting the sale of African slaves outside of Portuguese territory, and other documents concerning administration of the captaincy. Contains non-original cover; folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Royal Orders, 1745-1755 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1745-01-01T00:00:00Z"}},{"id":"279947","fields":{"end_date":"1797-12-31T23:59:59Z","identifier":"279947","country":"Brazil","creator":"British Library EAP627; King (Portugal); Overseas Council (Conselho Ultrarino, Portugal) ","images":"568","city":"João Pessoa","subject":["Royal orders","Brazil"],"format":"1 volume com 282 folios, front and back covers. ; 568 CR2 or JPEG images ","description":"Printed and manuscript documentation originally separate and bound in a single volume. The volume  registers royal orders, provisions, and decrees (alvaras de lei) dating from 1770 to 1797 and sent to the governors of Paraíba. Accounts how the governors of Brazil and of Pará, Angola, and African islands should register deaths of their respective inhabitants in the registrar's office (secretarias dos governos); decree (alvará de lei) ordering that ships from Portuguese dominions in America bound for Mozambique return to Lisbon, stopping over only in Angola; 1770 royal order on the representação of the accountant (provedor) and measures for the Customs-house and its respective officials; royal letter from 1778 ordering information on the discovery of gold mines in Aguiar, near the serra da Borborema; the jurisdiction of bishops; the lack of soldiers; the necessity of expelling “idle people, vagabonds, evildoers, and disruptive people (perturbadores)”; provision requesting further information about the petition (requerimento) of José dos Santos Homem, who sought royal permission to bring an orphaned indigenous child to Portugal; and other documents pertaining to the administration of the captaincy. Contains non-original cover; folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Royal Orders, 1770-1797","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1770-01-01T00:00:00Z"}},{"id":"280516","fields":{"end_date":"1732-12-31T23:59:59Z","identifier":"280516","country":"Brazil","creator":"British Library EAP627; King (Portugal); Overseas Council (Conselho Ultrarino, Portugal) ","images":"856","city":"João Pessoa","subject":["Royal orders","Brazil"],"format":"1 volume of 426 folios, in addition to front and back covers; 856 CR2 or JPEG images ","description":"Originally separate manuscript documentation bound in a single volume. The volume contains royal letters and decrees (alvarás) dating from 1720 to 1732. Relates wars against the Tapuia Indians; the marriage of an Indian of the Pega nation; the escape of Indians from an Indian mission village (aldeamento), excesses committed by the governor of an Indian village (aldeia), Antônio Domingos Camarão; the presence of Indians from the aldeia of Cariri in the fugitive slave community Mocambo do Cumbe; the death of Indians in battle and from a smallpox epidemic; and the account of the son of Antônio Domingos Camarão on his travels to the backlands (sertão) to capture (juntar) Indians and propagate the Catholic faith. Provides information on the indigenous mission villages (aldeias) of Bremas, Paratis, and Acos, in the district of Piranhas and Pinhares (Cariri); the presence of fugitive slaves in the Mocambo do Cume and the quilombo’s destruction; alvará regulating the African slave trade; provisions for soldiers; customs; religious persecution; debts to the captaincy of Itamaracá; trade; debt payments; a royal letter about the conditions of ordained officials and the serious crimes committed against the residents of the captaincy; order that the municipal council (Câmara) not interfere with the nomination of cabos de ordenacao; creation of a tax office (Provedoria da Fazenda); and information that the scribes of the mesas dos despachos and justice and treasury officials do not obey orders, causing great danger to the vassals.  Contains non-original cover; damaged by insects and iron gall ink; folios are glued together on inamges 129 and 130, and 131 and 132. ","language":["Portuguese"],"title":"Royal Orders, 1720-1733","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1720-01-01T00:00:00Z"}},{"id":"281933","fields":{"end_date":"1798-12-31T23:59:59Z","identifier":"281933","country":"Brazil","creator":"British Library EAP627; Paraíba's captain-mayor, Jerônimo José de Mello e Castro; Paraíba's governor, Fernando Delgado Freire de Castilho","images":"112","city":"João Pessoa","subject":["Governmental correspondence","Brazil"],"format":"1 volume of 54 folios, in addition to front and back covers.; 112 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers letters, official letters (ofícios), and proclamations (bandos) sent to and produced by the governors of Paraiba, Jerônimo José de Mello e Castro and Fernando Delgado Freire de Castilho, between 1794 and 1798. Reports on the Terço dos Pardos, a military unit in the Captaincy of Paraiba (1794); the representation (representação) of sugar-mill estate (engenho) owners and the difficulties that they face owing to a lack of African slaves; logging; declaration (informação) that forests and woodlands on the coast and bordering rivers are royal property and a royal entreaty (solicitação) seeking the return to the Crown of land grants (sesmarias) conceded in the aforementioned locations; the obligation of propertyowners to conserve woodlands; the danger posed to the local economy by the shipment of foodstuffs to Pernambuco; the droughts that occurred between 1791 and 1793, causing the death of cattle and slaves; and the donation of sesmarias in Paraíba (1798).  Manuscript book; contains non-original cover; folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Correspondence, Navy and Overseas Archive, 1794 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1794-01-01T00:00:00Z"}},{"id":"282046","fields":{"end_date":"1821-12-31T23:59:59Z","identifier":"282046","country":"Brazil","creator":"British Library EAP627; King (Portugal); Overseas Council (Conselho Ultrarino, Portugal) ","images":"604","city":"João Pessoa","subject":["Royal orders","Brazil"],"format":"1 volume of 300 folios, in addition to front and back covers.; 604 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers royal letters and provisions dating from 1798 to 1821 and sent to the governors of Paraíba. Records a provision ordering the remittance of charts detailing the captaincy’s inhabitants, their occupations, marriages, births, and deaths, the importation and exportation of products, and vessels entering and departing from the port (1799); status of the Fortaleza do Cabedelo; postage on correspondence sent via maritime post; clearance of the brigantine Lebre, shipmaster José Ginioux, to set sail without a convoy because it was armed (1799); provision ordering Antonio Felipe Soares de Andrade Brederode to leave the captaincy and warning about the entry of French commisaries to the captaincy (1810); smallpox epidemics among black and indigenous children; solicitation of a nomination for General Inspector of Indians (Inspetor Geral dos Índios) and specifications for the occupation of administrative posts in the government, including the Diretor dos Índios.  Book manuscript, contains non-original cover; folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Royal Orders, Secretary of the Navy and Overseas Affairs (Secretaria da Marinha e Negocios Ultramarinos)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1798-01-01T00:00:00Z"}},{"id":"282651","fields":{"end_date":"1821-12-31T23:59:59Z","identifier":"282651","country":"Brazil","creator":"British Library EAP627; King (Portugal); Overseas Council (Conselho Ultrarino, Portugal) ","images":"606","city":"João Pessoa","subject":["Royal orders","Brazil"],"format":"1 volume of  301 folios, in addition to front and back covers.; 606 CR2 or JPEG images ","description":"13. Documentation bound in a single volume. The volume registers royal letters and provisions dating from 1798 to 1921 and sent to the governors of Paraíba. Records a royal letter determining that all the forests and trees on the coastline and navigable rivers pertain to his magesty’s dominion and stating other measures for the governor of Paraíba, Fernando Delgado Freire de Castilho (1798); the prohibition of magistrates and governors without a royal order; the representation (representação) of the ouvidor on the auditor (1798), finances (participação) of the regency of Príncipe D. João (1799); the occupation of military posts in the Vilas de Bananeiras, Vila Real de São João, and on the capitão-mor of Cariri, Pedro Jorge de Sousa (1802); the pardon of the first criminals imprisoned in the jails of the province, except traitors (participants in treason), counterfeiters, murderers and attempted murderers, rapists, and other criminals (1799); the deannexation of Paraíba from Pernambuco (1799); the import of water from England to sell in the captaincy (1801), transfer of the auditor (ouvidor) Gregorio José da Silva Coutinho to the captaincy of Ceará (1801); request for information on the progress made in the civilization of Indians in the captaincy of Paraíba (1803); and the purchase of land from the Indians of Vila Nova; the representation (representação) of farmers relating to cattle raising and the construction of fences (1810); and the prohibition of the publication of the newspaper “O Portugues” (1818). ","language":["Portuguese"],"title":"Royal Orders and Overseas Council's (Conselho Ultramarino) Provisions, 1798-1821 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1798-01-01T00:00:00Z"}},{"id":"283258","fields":{"end_date":"1792-12-31T23:59:59Z","identifier":"283258","country":"Brazil","creator":"British Library EAP627; King (Portugal); Jerônimo José de Mello e Castro, Paraíba's captain-mayor","images":"112","city":"João Pessoa","subject":["Governmental correspondence","Brazil"],"format":"1 volume with 54 folios, in addition to front and back covers.; 112 CR2 or JPEG images ","description":"Bound mansucript volume. The volume registers letters, official letters (ofícios), and provisions (provisões) sent to and produced by the governor of Paraíba, Jerônimo José de Mello e Castro, between 1757 and 1792. Contains a letter from Luiz Diogo Lobo to municipal council officials of the city of Paraíba regarding sending sargento mor José Henriques da Carvalho to govern the captaincy in the absence of the governor (1757); ofício of Jerônimo José de Mello e Castro communicating his occupancy of the governorship of Paraíba (1764); the jurisdiction of the governor; dismissal of Antonio Soares de Barbosa as vicar of the city of Paraíba and the disturbances caused by fathers Bartolomeu and Antonio Bandeira de Mello (1767); geographical information about the Bahia da Traição; the government of Francisco de Arruda Câmara, capitão-mor of the Vila de Pombal; shipment of leaves of the cravatá plant to make cordage; the difficulties the captaincy experienced and the necessity of aid, such as the purchase of manioc flour. . Manuscript book; contains non-original cover; folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Correspondence, Navy and Overseas Archive, 1757","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1757-01-01T00:00:00Z"}},{"id":"283931","fields":{"end_date":"1807-12-31T23:59:59Z","identifier":"283931","country":"Brazil","creator":"British Library EAP627; Paraíba governors:  Fernando Delgado Freire de Castilho , and Amaro Joaquim Rapozo de Albuquerque","images":"602","city":"João Pessoa","subject":["Governmental correspondence","Brazil"],"format":"1 volume of 299 folios, in addition to front and back covers. The volume is numbered through folio 297. ; 602 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers letters and official letters (ofícios) sent to and produced by the governors of Paraiba, Fernando Delgado Freire de Castilho and Amaro Joaquim Rapozo de Albuquerque, between 1798 and 1807. Details the low salaries paid by Pernambuco to regiments stationed in the captaincy; appointments to military offices; the inspection of the brigantine Lebre; the inhabitants of Paraíba passing without a license to Pernambuco (1798); the annexation of Paraiba to Pernambuco; income and expenditures of the royal treasury in 1798; the arrival of the lieutenant of the Engineering Corps (Corpo de Engenheiro), João José Valerio, to plumb the captaincy’s coast (1799); the sending of maps from regular troops and militias in the captaincy; maps (mapas gerais) referring to imports and exports in the year 1805; use of the charrua Princesa da Beira to ship timber to the Armada Real (1807); description of the conditions in four Indian villages in the captaincy of Paraíba, the dízimos (tenths) paid and the duties of the directors of Indians (diretores de índios); inoculating black and Indian children against smallpox; and reports on the progress of “civilization” among indigenous populations, detailing their occupations, villages, and economic activities.  Manuscript book; contains non-original cover and binding that jeopardize readability; folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Letters and Notices to the King and the Secretary of State, 1798-1807","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1798-01-01T00:00:00Z"}},{"id":"284534","fields":{"end_date":"1821-12-31T23:59:59Z","identifier":"284534","country":"Brazil","creator":"British Library EAP627; Paraíba governors:  Amaro Joaquim Rapozo de Albuquerque, and Antonio Caetano Pereira","images":"770","city":"João Pessoa","subject":["Governmental correspondence","Brazil"],"format":"1 volume of 383 folios, in addition to front and back covers.; 770 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers ordinances (portarias) and notices produced by the governors of Paraíba, Amaro Joaquim Rapozo de Albuquerque, Antonio Caetano Pereira, and others between 1808 and 1821. Relates treatments to be administered to “vagabonds” (vádios) and “female prostitutes”; gunpowder stores in the Fortaleza do Cabedelo; the route to be taken by captives transported by the captain of Vila Nova da Rainha (1808); Antonio Caetano Pereira’s assumption of office as governor of Paraíba; remittance of Indians to the Royal Navy and the return of a married Indian to Vila do Conde (1809); ordinance prohibiting the disembarkation of individuals from vessels originating in the United States of America without bills of health (cartas de saúde) issued by the General Consul (Consul Geral) (1810); desertion of black and white soldiers from the Tropa de Linha; order to imprison middlemen (atravessadores) who purchase cattle before its arrival at market (1811); documentation of the inhabitants of Vila de Pombal able to bear arms against rebels, indentifying them by age, skin color, and ethnicity (white, black, or Indian) (1817).  Manuscript book; contains non-original cover and binding that jeopardize readability; folios damaged by insects and iron gall ink; also damaged by water and tearing. ","language":["Portuguese"],"title":"Governemental Orders issued by Captaincy Governors, 1808-1821","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1808-01-01T00:00:00Z"}},{"id":"285305","fields":{"end_date":"1824-12-31T23:59:59Z","identifier":"285305","country":"Brazil","creator":"British Library EAP627; Paraíba's provincial council (Junta Provincial da Paraíba)","images":"382","city":"João Pessoa","subject":["Governmental correspondence","Brazil"],"format":"1 volume of 189 folios, in addition to front and back covers.; 382 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers letters, official letters (ofícios), and petitions (requerimentos) produced by the Provincial Assembly of Paraíba (Junta Provincial da Paraíba) between 1821 and 1824. Relates Paraíba’s allegiance to the Portuguese Constitution; the government of Joaquim Rebelo da Fonseca Rozado; the installation of a liberal government; chaos in the province of Pernambuco and the installation of a new government in Goiana, the Temporary Provincial Assembly (Junta Provincial Temporária); filling military posts in the Regimento de Milícia de Brancos; solicitation (solicitação) of a revision of the sentence of the Portuguese War Council (Conselho da Guerra) that the government of Paraíba offer asylum to individuals from the province of Rio Grande do Norte; election of a governing assembly of Paraíba (Junta Governativa da Paraíba); and officials’ manifestation (manifestção) regarding Brazilian independence.  Contains non-original cover and binding that jeopardize readability;  folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Notices from the Paraíba Government to the Council, the King, the Prince, and the Secretary of State, 1821-1824","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1821-01-01T00:00:00Z"}},{"id":"285688","fields":{"end_date":"1825-12-31T23:59:59Z","identifier":"285688","country":"Brazil","creator":"British Library EAP627; Notaries José Matheus do Rego Faria e Francisco Rodrigues Camilo.","images":"298","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 146 folios, in addition to front and back covers.; 298 CR2 or JPEG images ","description":"Bound manuscript volume. The volume records deeds of donation, sale, powers of attorney (procurações), and letters of manumission registered between 1822 and 1825. Contains deeds of the donation of alms for Patrimônio made by Luiz Gomes de Albuquerque and Ignacio de Sousa Rolim; power of attorney made by Isabel Francisca da Penha; deed of sale for land in Sitio Arassas sold by João Barbosa Pereira and his wife, Dona Bertholeza Joaquina Barbosa, to João Bento de Oliveira; letters of manumission of enslaved men, women, and children owned by Caetano Barbosa da Silva, the decesased Antonia Maria Barbosa, José Ignácio da Silva and his wife, Angella Maria, and others. Recorded in Vila Nova de Sousa by notaries José Matheus do Rego Faria and Francisco Rodrigues Camilo. Book with softcove severely damaged by water, no front hardcover and missing part of back cover; folios are damaged by tearing, insects and iron gall ink. ","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza, 1822-1825","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1822-01-01T00:00:00Z"}},{"id":"285987","fields":{"end_date":"1801-12-31T23:59:59Z","identifier":"285987","country":"Brazil","creator":"British Library EAP627; Notary Manuel Jose de Farias.","images":"184","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 90 folios, in addition to front and back covers.; 184 CR2 or JPEG images ","description":"Bound manuscript volume. The volume records letters of payment  (quitação), deeds of sale, powers of attorney (procurações), and letters of manumission registered between 1799 and 1800. Includes a letter of payment (quitação) made by Maria Pires de Carvalho to her children of a lot of slaves and property in Timbaúba and Serra Branca; deed of sale for land in Ribeira do Piranhas sold by mestre de campo Pedro Ferreira Batista and his wife, Maria do Rosario, to José Pedro Pessoa; power of attorney granted by Manuel de C. Leite, resident of Ceará Grande, to his attorneys in the town of Pombal, José Rodrigues Seixas and Gonçalo de Brito Lira e Vasconcellos Pessoa, granted by captain José Ferrira de Sousa to Manuel dos Santos and Luiz da Veiga Pessoa in the town of Igarassu; sale of slaves and property; letters of manumission of enslaved men, women, and children owned by Manoel Santos de Matos, José de Barros Silva and Vicencia Ferreira; Theresa de Jesus Maria, and others. Recorded in Vila de Pombal by notary Manuel José de Farias. Conains original leather cover, badly damaged; folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Notarial Records, Notary Manoel José de Farias, 1799-1800","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1799-01-01T00:00:00Z"}},{"id":"286172","fields":{"end_date":"1821-12-31T23:59:59Z","identifier":"286172","country":"Brazil","creator":"British Library EAP627; Paraíba governor, Thomaz de Souza Mafra","images":"110","city":"João Pessoa","subject":["Governmental correspondence","Brazil"],"format":"1 volume of 53 folios, in addition to front and back covers.; 110 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers official letters (ofícios), ordinances (portarias), petitions (requerimentos), and representations (representações) produced by the governor of Paraíba, Thomaz de Souza Mafre, and others between 1819 and 1821. Records the request (solicitação) for information on Antonio Manuel da Silva Coelha, secretary of the insurgent government, and the district magistrate (corregador da Comarca), André Alves Pereira Ribeiro Cime (1819); representação of the municipal council of the city of Paraíba against the appellate judge (desembargador) Antonio da Silva Lopes Rocha; confiscation of the possessions, including property and slaves, owned by the revolutionaries of 1817, such as Antonio Alves Bizerra.  Manuscript book; contains non-original cover and binding that jeopardize readability; folios damaged by insects and iron gall ink. ","language":["Portuguese"],"title":"Miscellenea, 1819 a 1821 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1819-01-01T00:00:00Z"}},{"id":"286283","fields":{"end_date":"1828-12-31T23:59:59Z","identifier":"286283","country":"Brazil","creator":"British Library EAP627; Notary publics: Antonio Joaquim de Azevedo, Francisco Rodrigues Camilo, and Caetano Jorge de Aguiar.","images":"252","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 122 folios, in addition to front and back covers.; 252 CR2 or JPEG images ","description":"Bound manuscript volume. The volume records deeds of donation, mortgage, sales, power of attorney, and slaves' manumission from 1825 to 1828. It includes: power of attorney (procuração) of Manoel Pedrosa; deed of sale of land on Santa Anna do Deserto's farm, in the village of Portalegre, Rio Grande do Norte Province; deed of land mortgage made by Sergeant Master J. Luís José de Cunha; deed of donation of José Antonio Marques da Silva Guimarães's estate to João Rodrigues Sarmento and his wife, Mrs. Ana Quitena de Sá;  Freedom papers for enslaved blacks, mulatos and creoles (de cor preta, mulata e cabra, de procedência crioula) men, women and children granted by their masters (Joze Alvares dos Santos Camello, Alexandre Xavier de Azevedo Monteiro, Captain Manoel Francisco de Souza and his wife Izabel Pessoa Cavalcante) or acquired through self manumission. Documents refer to the Vila Nova de Sousa location and were issued by public notaries Antonio Joaquim de Azevedo, Francisco Rodrigues Camilo and Caetano Jorge de Aguiar. Book with original hardcover (leather), badly damaged by water. Folios damaged by tears, insects and iron gall ink. Book is numerated through folio 130, but folio 1-7, and 9, are missing. ","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza, 1823","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1825-01-01T00:00:00Z"}},{"id":"286536","fields":{"end_date":"1833-12-31T23:59:59Z","identifier":"286536","country":"Brazil","creator":"British Library EAP627; Notaries: Manoel Jacomo Araujo Bizérra, and Francisco Rodriguis Camilo.","images":"128","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 60 folios, in addition to front and back covers. Numbered through folio 60. ; 128 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers deeds of donation, mortgage deeds, powers of attorney, and letters of manumission recorded between 1832 and 1833. Contains mortgage deed contracted by Anna Maria do Sacramento; power of attorney created by José Pordeus Rodrigues Seixas; bond (fiança) issued by Vicente Ferreira de Sousa to captain and juiz de órfãos Mathias de Figueiredo Rocha; deed of donation of Antonio Vicente Ferreira and his wife, Maria da Conceição; letters of manumission of enslaved men, women, and children owned by Captain Jose Gomis de Sa, the widow Francisca Mendis di Pereira, Dona Joana Francisca Xavier de Albuquerque, and others. Recorded in Vila Nova de Sousa by notaries Manoel Jacomo Araujo Bizérra and Francisco Rodriguis Camilo.  Book with original hardcover (leather), severely damaged by water; folios are damaged by tears, insects, and iron gall ink.","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza, 1832","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1832-01-01T00:00:00Z"}},{"id":"286593","fields":{"end_date":"1834-12-31T23:59:59Z","identifier":"286593","country":"Brazil","creator":"British Library EAP627; Notaries José Pordeos Rodrigues Seixas, and Francisco Teotonio de Paula; and Notary public Francisco Teotonio de Paula.","images":"168","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 82 folios, in addition to front and back covers. Numbered through folio 81.  ; 168 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers deeds of sale, powers of attorney, and letters of manumission recorded between 1823 and 1834. Contains a deed of sale for land named São Gonçalo sold by Dona Josefa de Almeida Barreto and her heirs to Antonio Alves da Nobrega; power of attorney made by the heirs of deceased captain Eugenia José da Almeida; letters of manumission of enslaved men, women, and children owned by Dona Anna Filicia and Major Francisco Antonio Correia de  Sá, ajudante Miguel Salgado Chaves and Dona Maria Geusa Pessoa de Vasconcello, and ensign (alferes) João Ferreira da Silva and his mother, Dona Francisca Maria do Sacramento. Recorded in Vila Nova de Sousa by scribes José Pordeos Rodrigues Sexias and Francisco Teotonio de Paula, and by notary public Francisco Teotonio de Paula. Book with original hardcover (fabric), severely damaged by water; folios are damaged by insects, and iron gall ink. ","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza, 1833","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1833-01-01T00:00:00Z"}},{"id":"286665","fields":{"end_date":"1836-12-31T23:59:59Z","identifier":"286665","country":"Brazil","creator":"British Library EAP627; Notary public Tomé de Lavor Pais Barreto.","images":"118","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 57 folios, in addition to front and back covers.; 118 CR2 or JPEG images ","description":"The volume contains records of dowry deeds, power of attorney (procuração), and freedom papers,  from 1835 to 1836. It contains: power of attorney (procuração) made by Captain José Gomes de Sá and his wife Maria Lourenço de Sá and others to their attorneys;  deed of dowry and land made by Mrs. Florinda Francisca de Sá Guimarães, a resident of the village of Sousa, to João Elias do Rego Dantas, a resident of Santo Antonio do Recife, Pernambuco; resolution in favor of defendant Pedro Guedes Alconforado; provision naming Joaquim Ferreira da Silva administrator of the São José de Piranhas Chapel, for the period of three years; Freedom papers for  black and mullatoe (preto e crioulo) enslaved men, women and children  of the Banguilha nation from masters such as Francisco Gonsalves de Brito, João Antunis Amâncio--such freedom papers were obtained by master's manumission and self manumission. Records refer to Vila Nova de Sousa and were recorded by public notary Tomé de Lavor Pais Barreto. Book with original hardcover severely damaged by water. Folios are damaged by  insects, and iron gall ink, and contain fungae and tearings. Book is only initialed, and folios are not numerated.  ","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1835","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1835-01-01T00:00:00Z"}},{"id":"286784","fields":{"end_date":"1835-12-31T23:59:59Z","identifier":"286784","country":"Brazil","creator":"British Library EAP627; Notary Francisco Antonio de Paula, and Notary public  Francisco Teotonio de Paula.","images":"108","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 51 folios, in addition to front and back covers. Numbered through folio 48.; 108 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers deeds of sale, mortgages, official letters (ofícios), power of attorney (procuração), and letters of manumission recorded between 1834 and 1835. Includes a power of attorney granted by Patrício José de Almeida to his attorneys; mortgage deed of Dona Isabel Maria de Lima, widow of captain Mathias de Figueiredo Rocha for the benefit of their orphaned childrens’ education; papers concerning the sale of land in Arraçais; official letter of the Juiz de Direito de Comarca de Pombal, Manoel Jeronimo Guedes Alconforado, to the Municipal Judge of Vila de Sousa, about the duties of their offices and the chief of police; letters of manumission of enslaved men, women, and children owned by José Rodrigues dos Santos, Nicacia Teresa de Jesus and her heirs, capitão-mor Patrício José de Almeida and his wife Dona Josefa Barreto, Vicente De Oliveira Ledo, and others. Recorded in Vila Nova de Sousa by the scribe Francisco Antonio de Paula and notary public Francisco Teotonio de Paula.  Book with original front hardcover (in leather), loose, and missing back cover, badly damagd by water. Folios are damaged by insects, and iron gall ink.","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1834","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1834-01-01T00:00:00Z"}},{"id":"287275","fields":{"end_date":"1846-12-31T23:59:59Z","identifier":"287275","country":"Brazil","creator":"British Library EAP627; Notary public Joaquim Rodrigues Segismundo.","images":"310","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 153 folios, in addition to front and back covers.; 310 CR2 or JPEG images ","description":"Manuscript documentation bound in a single volume. The volume registers mortgage deeds, sales, donations, and letters of manumission recorded between 1841 and 1846. Includes special mortgage deed made by José Cláudio Serrão to Luiz da Silva Batista for a mulatto slave; mortgage deed made by Joaquim de Azevedo Pereira Maia and his wife, Dona Silvana Monteira Lima, to captain Joaquim Moreira Lima, for houses and two slaves; deed of sale of two straw-thatched houses sold by João da Silva Machado to Joaquim de Azevedo Pereira Maia; writ of rescission of sale made by Carlos Holmes and Francisco Xavier de Abreu; deed of donation of a house; and letters of manumission of enslaved men, women, and children owned by Antonio Vidal da Silva, Antonio Moreira de Almeida Leal and Lourença Izabel Xavier de Miranda Henriques, Francico Porfirio de Chaves, Dona Joaquina Francisca Marques, and others. Recorded in the city of Paraíba by notary public Joaquim Rodrigues Segismundo.  Book with original hardcover, in a regular state of conservation. Folios present som damage by iron gall ink. Book numerated through folio 146.","language":["Portuguese"],"title":"Notarial Records: City of Parahyba, 1840-1842","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1841-01-01T00:00:00Z"}},{"id":"287586","fields":{"end_date":"1836-12-31T23:59:59Z","identifier":"287586","country":"Brazil","creator":"British Library EAP627; Notary public Francisco Teotonio de Paula.","images":"110","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 51 folios, in addition to front and back covers.; 110 CR2 or JPEG images ","description":"Bound manuscript volume. The volume contains records of the deeds, sale, power of attorney (procuração), provision and freedom papers in 1836. It includes: a deed, section and withdrawal between Theodoro Alves de Figueiredo, Lourenço Alves de Figueiredo, José João de Figueiredo, João Alves de Santa Anna and others; register of the appointment of Captain Manoel José Sarmento as property administrator of the estate Nossa Senhora das Dores, for a period of 10 years; Power of attorney (procuração) of Vicente Ferreira da Silva to his attorneys; Deed of sale of lands in Ribeira de Piranhas de Cima made by the Reverend Luiz Antonio Marques da Silva Guimarães. Freedom papers for creole and Angola nation blacks, mullatoes and mixed (de cor preta, mulata e cabra) enslaved men and women, passed by masters such as Antonio Alvis de Jesus and his orphaned children, Mrs. Francisca Bernarda de Sá, Vicente de Oliveira Ledo and his wife Maria Izabel da Solidade, Victor de Souza Rolim--such papers were obtained both by master's manumission and self manumission.  Records refer to the Vila Nova de Sousa district and were recorded by public notary Francisco Teotonio de Paula. Book with original hardcover severely damaged by water. Folios damaged by tearing,  insects and iroon gall ink. Book is numerated through folio 50. ","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1836","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1836-01-01T00:00:00Z"}},{"id":"287700","fields":{"end_date":"1842-12-31T23:59:59Z","identifier":"287700","country":"Brazil","creator":"British Library EAP627; Notary publics José Matheus do Rego Faria, Policarpo Venancio Borges, Theodoro Alvariz de Figueredo, and Francisco Teotonio de Paula.","images":"120","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 56 folios, in addition to front and back covers.; 120 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers mortgage deeds, sales, pardons, powers of attorney (procuração), and letters of manumission drawn up between 1800 and 1842. Records deed of sale for land in Santa Rita sold to Manoel Bernardes de Morais by Antonio José da Costa and his wife, Maria Francisca, Vicente Ferreira Luna, and Anna Rosa da Silva; pardon granted by Antonio José Pinto and his wife, Anna Maria do Carmo, to José Barbosa de Lucena, imprisoned in the jail of Vila de Sousa; power of attorney granted by Bento Pereira de Andrade and his wife, Dona Theresa Maria de Jesus, to their attorneys; mortgage deed for slaves and land taken out by João Ferreira da Silva; letters of manumission of enslaved men and women owned by João Carvalho da Silva, Maria do Bom Suçesso Maciel, Father Luis José Correa de Sá, and others. Recorded in Vila Nova de Sousa by notary publics José Matheus do Rego Faria, Policarpo Venancio Borges, Theodoro Alvariz de Figueredo, and Francisco Teotonio de Paula.  Book with original hardcover badly damaged by water; folios damaged by tearing and iron gall ink. Folios contains three different systems of numbering. ","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1820","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1801-01-01T00:00:00Z"}},{"id":"287821","fields":{"end_date":"1855-12-31T23:59:59Z","identifier":"287821","country":"Brazil","creator":"British Library EAP627; Notary public Domiciano de Sousa Videres.","images":"116","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 56 folios, in addition to front and back covers.; 116 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers deeds of sale, donations, wills, and letters of manumission recorded between 1854 and 1855. Contains deed of sale for land made by Joaquim Pereira de Cunha; deed of donation for land donated by Father José Gonçalves Dantas to Nossa Senhora do Rosário, in the settlement of São João, in the city of Sousa; deed of partition of properties; and letters of manumission of enslaved men, women, and children owned by Augustinho Alves Correa, Vicente José Viriato Formiga, Francisco Rodrigues da Silva, and coronel José Ferreira da Nóbrega and his wife, dona Isabel Maria Verbelina da Nóbrega. Recorded in Vila Nova de Sousa by notary public Domiciano de Souza Videres. Book with original hardcover, severely damaged by water, iron gall ink, and tearing. Book is numerated through folio  52.","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1854-1855","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1854-01-01T00:00:00Z"}},{"id":"287938","fields":{"end_date":"1845-12-31T23:59:59Z","identifier":"287938","country":"Brazil","creator":"British Library EAP627; Notary public Francisco Teotonio de Paula.","images":"226","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 111 folios, in addition to front and back covers.; 226 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers deeds of sales, contracts, powers of attorney (procuração), and letters of manumission recorded between 1843 and 1845. Contains mortage deed for slaves taken out by Manoel Pereira Lopes; procuração granted by Manoel Pereira Lopes to his attorneys; deed of sale for lands in Riacho sold by Captain Antonio Paes da Fonseca; deed adjusting the contract between Major José Francisco de Sousa, administrator of the patrimony of Nossa Senhora dos Remédios, and Francisco de Paula Coutinho Cavalcante for construction of the central church (Igreja Matriz); letters of manumission of enslaved men, women, and children owned by Dona Rita de Jesus Dantas, Ignacio Alves Coito, Francisco Doarte Coitinho, João Alves Dantas, and others. Recorded in Vila Nova de Sousa by notary public Francisco Teotonio de Paula. Book without cover, severely damaged by water, iron gall ink and tearing, with weak and brittle folios. ","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1843","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1843-01-01T00:00:00Z"}},{"id":"288165","fields":{"end_date":"1846-12-31T23:59:59Z","identifier":"288165","country":"Brazil","creator":"British Library EAP627; Notary public Francisco Teotonio de Paula.","images":"202","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 95 ffolios, in addition to front and back covers.; 202 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers deeds of sale, mortgages, filiation, powers of attorney (procuração), and letters of manumission recorded between 1845 and 1846. Contains recognition of paternity (escritura de filiação) made by Antonio Alves de Sousa; deed of sale for land in Trapiá sold by Francisca Maria Dourada to José de Oliveira Ledo Junior; mortgage deed of land; procuração granted by José Barbosa Moreira and his wife, Rita Maria de Jesus, to their attorneys; deeds of donations of land; letters of manumission of enslaved men and women owned by the heirs of Joanna Goncalvis França, Joaquin Alves de Santa Anna and his wife Rita Maria de Jezus, and others. Recorded in Vila Nova de Sousa by notary public Francisco Teotonio de Paula. Book with original hardcover, severely damaged by water, iron gall ink, and tearing. Book is numerated through folio 96. ","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1844 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1845-01-01T00:00:00Z"}},{"id":"288969","fields":{"end_date":"1853-12-31T23:59:59Z","identifier":"288969","country":"Brazil","creator":"British Library EAP627; Notary public Domiciano de Sousa Videres.","images":"112","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 52 folios, in addition to front and back covers.; 112 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers deeds of sale, writ of revocation of a will, baptism, wills, and letters of manumission recorded between 1852 and 1853. Documents the revocation of a will made by Dona Francisca Joaquina de Serqueira; deed of sale for a house sold by Antonio Rodrigues Sarmento; the certificate of baptism of a white child requested by major Saturnino José Bezerra; deed mortgaging slaves owned by José João de Figueiredo Rocha to major Saturnino José Bezerra; will of João Batista do Canto; and letters of manumission of enslaved men and women owned by Captain Francisco Pereira de Souza, Manoella Maria de Comceiçao, Francisco Antonio Barreto de Sa, Manoel de Souza Rulim, and others. Recorded in Vila Nova de Sousa by notary public Domiciano de Souza Videres.  Book with original hardcover, severely damaged by water, iron gall ink, and tearing. Book is numerated through folio  50.","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1852 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1852-01-01T00:00:00Z"}},{"id":"289082","fields":{"end_date":"1849-12-31T23:59:59Z","identifier":"289082","country":"Brazil","creator":"British Library EAP627; Notary public Domiciano de Sousa Videres.","images":"70","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 31 folios, in addition to front and back covers.; 70 CR2 or JPEG images ","description":"Manuscript document bound in a single volume. The volume registers deeds of sale, bonds, and letters of manumission recorded between 1848 and 1849. Contains deed of sale of land sold by Francisco Alves Pereira Pimentel and other landowners to Gonçallo de Sousa, resident of the city of Maioridade, province of Rio Grande do Norte; bond given by João da Guerra Passos on behalf of his brother, José Dantas Rothea; deed of sale for land sold by Antonio de Almeida Barreto; letters of manumission of enslaved women and children owned by captain Antonio de Quadro do Sacramento, Manoel Pereira Gonçalves, Anna Quitéria and her son, Antonio Rodrigues Sarmento, and others. Recorded in Vila Nova de Sousa by notary public Domiciano de Sousa Videres.  Book with original hardcover, severely damaged by water, iron gall ink, and tearing. Book is numerated through folio  29.","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1848-1849","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1848-01-01T00:00:00Z"}},{"id":"289153","fields":{"end_date":"1861-12-31T23:59:59Z","identifier":"289153","country":"Brazil","creator":"British Library EAP627; Notary public José Jeronimo Rodrigues Chaves.","images":"388","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 182 folios, in addition to front and back covers.; 388 CR2 or JPEG images ","description":"Book with original hardcover, damaged by iron gall ink, and tearing. Book is numerated through folio188.","language":["Portuguese"],"title":"Notarial Records: City of Paraíba 1856-1861","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1856-01-01T00:00:00Z"}},{"id":"289542","fields":{"end_date":"1856-12-31T23:59:59Z","identifier":"289542","country":"Brazil","creator":"British Library EAP627; Notary public Domiciano de Sousa Videres.","images":"120","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 56 folios, in addition to front and back covers.; 120 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers deeds of sale, donations, wills, and letters of manumission recorded in 1856. Contains quitação of mortage taken out by Antonio Alves de Nóbrega Junior; deeds of sale of land sold by Jose Antonio Maia and others; deed of donation of a half league of land in Santa Catarina donated by Francisco Antonio Barretto de Sá and his goddaughter, Maria Theodora de Barros Barretto; will of Reverend José Gonçalves Dantas; and letters of manumission of enslaved men, women, and children owned by Dona Anna Maria da Conceição, Dona Mariana Gonçalves Dantas, Bernardino Jozé da Costa, Dona Anna Felicia de Sá, lieutenant Francisco Antonio Correia de Sá, coronel Jozé Ferreira da Nobriga, Father Ignacio de Souza Rolim, José Dantas Rothea Dutra, and others. Registered in Vila Nova de Sousa by notary public Domiciano de Souza Videres.  Book with original hardcover, severely damaged by water, iron gall ink, and tearing. Book is numerated through folio 54.","language":["Portuguese"],"title":"Notarial Records: Cidade de Souza 1856 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1856-01-01T00:00:00Z"}},{"id":"289663","fields":{"end_date":"1871-12-31T23:59:59Z","identifier":"289663","country":"Brazil","creator":"British Library EAP627; Municipal Court of the City of Sousa","images":"90","city":"João Pessoa","subject":["Justice","Brazil"],"format":"1 volume of 43 folios, and cover. ; 90 CR2 or JPEG images ","description":"1871 civil action between João Martins Tinôro (or Tinôco) and defendants Claro José Pereira and his wife, Francisca Cândida da Conceição; contains the petition (requerimento) of João Martins Tinôco, resident of Dois Riachos, termo de Sousa, to the municipal judge (Juiz Municipal), Alferes Luis José de Sá Barreto Junior, seeking maintenance of possession (manutenção de posse) of the farm (sítio) Grotas, where Claro José and his wife presently reside. João Martins claimed to be the senhor and owner (possuidor) of Grotas and accused Claro José and his wife of invading the site, chopping wood for construction, and builing a saw-mill on the property. Contains softcover; judicial process damaged by iron gall ink and teearing..  ","language":["Portuguese"],"title":"Municipal Court of the City of Souza,  1871","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1871-01-01T00:00:00Z"}},{"id":"289754","fields":{"end_date":"1830-12-31T23:59:59Z","identifier":"289754","country":"Brazil","creator":"British Library EAP627; King(Portugal); Overseas Council (Conselho Ultramarino, Portugal)","images":"462","city":"João Pessoa","subject":["Justice","Brazil"],"format":"1 volume of 229 folios, in addition to front and back covers.; 462 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers royal letters, orders, decrees, and statutes (regimentos) dating from 1688 to 1830. Includes a provision naming bacheral Diogo Rangel de Castello Branco auditor (ouvidor) of the city of Paraíba; royal order giving the ouvidor of Paraíba the same regiment as that of Pernambuco; regiment from the Ouvidor of Pernambuco from 1668 given to the Ouvidor of Paraíba; royal order permitting the ouvidores of Paraiba to enter the captaincy of Itamaracá with infantry and accompanying officials; order to the ouvidor to take dvassa da arremataçao of the contracts made by municipal council (Câmara) officials; order prohibiting the removal of officials from their offices without judicial ruling; order ruling that the ouvidor geral is also juiz conservador of the salt contract; provision prohibiting people from inheriting offices from their fathers without being skilled in those offices; register of the new regiment for the captaincy of Paraíba; on the office of clerk of the judicial district (escrivão da correição); register of the superintendant (intendente geral) of police of the state of Brazil soliciting information about Europeans seeking refuge in the captaincy; on the accounts of the Santa Casa da Misericórdia of the vila of Goiana, in the bishopric of Pernambuco; provision about the representation (representação) of Antonio Dias Monteiro, a merchant from Paraíba do Norte.  Book with original hardcover, damaged by iron gall ink, water, and tearing. Book contains written information up to folio 221. ","language":["Portuguese"],"title":"First Book, General Register of  Parahyba's Ombudsman, 1816 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1688-01-01T00:00:00Z"}},{"id":"290217","fields":{"end_date":"1869-12-31T23:59:59Z","identifier":"290217","country":"Brazil","creator":"British Library EAP627; Counrt of the Parsih of Pombal","images":"314","city":"João Pessoa","subject":["Justice","Brazil"],"format":"1 volume of 154 folios, in addition to front and back covers.; 314 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers petitions (requerimentos) and wills recorded between 1862 and 1869. Contains requerimento of the public prosecutor of the administrative district (promotor público da comarca) denouncing Antonio da Rocha Bezerra for the murder of his wife, Maria Joaquina da Conceição; termo de citaçao of the testemonies taken by the subdelegate of Brejo do Cruz, Lucas Dantas de Farias, in Catolé do Rocha; termo de assentamento das inquirições das testemunhas: Lino Lira Cavalcante, João Alves Fernandes, Joaquim Victor de Sousa; promotor da comarca, Benjamim F. de Oliveira e Mello, pede a condenação of the defendant; certificate notifying of the sentence of Antonio R. Bezerra, in the prison of the town of Catolé da Rocha.  Book with original, loose,front hardcover, no back cover, damaged by iron gall ink and tearing. Incomplete and folio numbering out of order. ","language":["Portuguese"],"title":"Criminal Process, Parish of Pombal, 1862 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1862-01-01T00:00:00Z"}},{"id":"290532","fields":{"end_date":"1858-12-31T23:59:59Z","identifier":"290532","country":"Brazil","creator":"British Library EAP627; Notary public Domiciano de Souza Videres.","images":"126","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 61 folios, in addition to front and back covers.; 126 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers deeds of sale, donations, contracts, and letters of manumission recorded between 1857 and 1858. Records deed of sale (escritura de venda) for land in the data de Timbaúba, in the Rio Piranhas, sold by captain Christovão de Sousa Rabello and his wife, Dona Custodia Francisca de Sá; the deed of sale of a house and slaves; agreement and contract between Dona Anna Candida de Jesus and her children; donation of a slave by Dona Anna Alcantara de Jesus and her niece, Rita Maria de Jesus; and letters of manumission for enslaved men, women and children owned by Father Teles Vieira da Silva, Dona Maria da Penha Ferreira and Manoel Duarte Rapozo, Antonio Paiz Barreto, lieutenant coronel Francisco Antonio Correa de Sá, Dona Rosa Urçulina da Motta Seixas, major Bento Correa de Sá, and others. Recorded in Vila de Sousa by notary public Domiciano de Souza Videres.  Book without cover, badly damaged by iron gall ink and tearing. ","language":["Portuguese"],"title":"Notarial Records: City of Souza 1857 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1857-01-01T00:00:00Z"}},{"id":"290659","fields":{"end_date":"1876-12-31T23:59:59Z","identifier":"290659","country":"Brazil","creator":"British Library EAP627; Justice of the Peace of  Catolé do Rocha","images":"120","city":"João Pessoa","subject":["Justice","Brazil"],"format":"1 volume of 58  folios, in addition to front and back covers.; 120 CR2 or JPEG images ","description":"Bound manuscript volume. The volume records public hearings presided over by the third practicing justice of the peace (Juiz de Paz) in the town (vila) of Catolé do Rocha, Fausto José Henriques de Freitas, between 1875 and 1876. Registers the hearing of company Vasconcellos Irmãos e Cia against Francisco Adelino Alves de Olveira regarding a legal settlement over a debt of 9,230 réis; the conclusion of a hearing in which José Alves Fernandes, resident (morador) of Olho de Agua de Fora, and defendant Captain Antonio Soares de Brito resolved by mutual consent to a legal settlement and the defendant renounced any right with the condition that the originators of the suit pay 200 mil réis, the expenses; hearing in which Manuel Pinheiro de Mendonça sought a summons for Clementino, resident of the farm (sítio) Arueira, because Mendonça wished to evict Clementino from his house.  Book with original fabric cover, in a regular state of conservation, binding slightly weak. Book is numerated through folio 56. ","language":["Portuguese"],"title":"Protocols of Hearings from the Justice of Peace, Vila do Catolé do Rocha, 1875","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1875-01-01T00:00:00Z"}},{"id":"290780","fields":{"end_date":"1887-12-31T23:59:59Z","identifier":"290780","country":"Brazil","creator":"British Library EAP627; Municipal Court of the city of Sousa","images":"134","city":"João Pessoa","subject":["Justice","Brazil"],"format":"1 volume of 65  folios, in addition to front and back covers.; 134 CR2 or JPEG images ","description":"Judicial proceedings in manuscript form. Writ of habeas corpus solicited by José Nicolau de Sousa (1876); official letter authored by Honório H. de Figueiredo, municipal judge (Juiz Municipal) of Sousa, and Manoel Barata de Oliveira e Mello, district judge (juiz de direito da Comarca) regarding the petition (petição) of José Nicolaus de Sousa (1876); petition (requerimento) of Maria Isabel da Conceição to the municipal judge of the termo of Sousa, seeking written oath proving that she donated the farm (sítio) Alivio to her son, Joaquim Innocencio Pereira, of her own free will (1883); petition (requerimento) of Manoel Moreira Paes, resident (morador) of the province of Rio Grande do Norte, to the municipal judge of Sousa seeking a writ authorizing the seizure of the property (mandado de embargo) of Raymundo Ignacio Bizerra. Contains softcover; damaged by iron gall ink and  scratches. ","language":["Portuguese"],"title":"Court of the Parish of Souza 1876 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1871-01-01T00:00:00Z"}},{"id":"290915","fields":{"end_date":"1881-12-31T23:59:59Z","identifier":"290915","country":"Brazil","creator":"British Library EAP627; Paraíba's Treasury","images":"292","city":"João Pessoa","subject":["Slave emancipation","Brazil"],"format":"1 volume of 144  folios, in addition to front and back covers.; 292 CR2 or JPEG images ","description":"Bound manuscript volume. Roster (Livro de Classificação) of the slaves to be freed by the Emancipation Fund in Vila de Teixeira in the year 1881. Records the matriculation number, name, skin color, age, civil status, profession, employment aptitude, family size, morality, value, name of owner, and other observations regarding each captive recorded.  Contains the original hardcover, folios yellowing and sections scracthed out.","language":["Portuguese"],"title":"Livro de Classificação, Vila de Teixeira, 1881","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1881-01-01T00:00:00Z"}},{"id":"291208","fields":{"end_date":"1918-12-31T23:59:59Z","identifier":"291208","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"38","city":"João Pessoa","subject":["Revenue administration","Transportation","Brazil"],"format":"1 volume of 17  folios, in addition to front and back covers.; 38 CR2 or JPEG images ","description":"Bound manuscript volume. The volume registers the proceedings inaugurating construction of the railway by the Conde D’Eu Railway Company Limited, in the city of Paraíba in 1880. Presiding over the inauguration were the President of the Province, Gregório Jozé de Oliveira Costa; president of the municipal council, Frederico Augusto Neiva; the British Vice-Counsel; and representatives of the Railway Company, Robert Johnson, William Hughes, David Marshall, and others. Also records proceedings inaugurating the Conde d’Eu Railway in Mulungú in 1883, presided over by the President of the Province, Jose Ayres do Nascimento, representatives of the Railway Company, and others; inauguration of the Cabedelo section of the railway in 1889; inauguration of a Conde D’Eu trapiche via férrea in 1884; inauguration of the Engenho Central of Paraíba in 1885; inauguration of the Beaurepaire Rohan market on the rua da República in 1913; and the inauguration of the Praça Aristedes Lobo in 1918. Contains original cover; moderate damage by insects. ","language":["Portuguese"],"title":"Conde D’Eu Railway Company Limited, Province Parahiba 1880","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1880-01-01T00:00:00Z"}},{"id":"291248","fields":{"end_date":"1901-12-31T23:59:59Z","identifier":"291248","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"112","city":"João Pessoa","subject":["Revenue administration","Transportation","Brazil"],"format":"1 volume of 54  folios, in addition to front and back covers.; 112 CR2 or JPEG images ","description":"Bound manuscript volume. The book registers proceedings (atas) from the years 1894 to 1900, including the proceeding inaugurating construction on the railroad branches linking Mulungú to Campina Grande and linking Timbaúba to Nova Cruz, presided over by the president of the state, Álvaro Lopes Machado, vice-president Padre Walfredo dos Santos Leal, attorney of the Republic, João Pereira de Castro Pinto, Venâncio Neiva, and other authorities (1894); as well as proceedings inaugurating the first agricultural exposition in Paraíba, held in the Jardim Público on 12 October 1900. Contains original cover; in a regular state of conservation. ","language":["Portuguese"],"title":"E.F.T.N.C – Minutes of Railroad Inauguration,  Ramal de Mulungu – 1894","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1894-01-01T00:00:00Z"}},{"id":"291361","fields":{"end_date":"1884-12-31T23:59:59Z","identifier":"291361","country":"Brazil","creator":"British Library EAP627; Emancipadora Areiense","images":"336","city":"João Pessoa","subject":["Slave emancipation","Brazil"],"format":"1 volume of 166  folios, in addition to front and back covers.; 336 CR2 or JPEG images ","description":"Bound manuscript volume. Relates the enrollment of abolitionists from the municipality of the city of Areia. Directory of the Abolitionist Society; president, Manoel J. da Silva; secretary, Marcolino B. da Fonseca; speakers, J. Côelho Gonçalves and Firmino Jose Almeida. Also records the names of the founders of Emancipadora Areiense, among them Felippe Guedes de Britto, and the members of the society, including Dona Julia Christina de Gouveia and Dona Jaoquina Augusta de Gouveia Neiva. Records the owners and the number of slaves freed. Contains the original hardcover, in good state of conservation. ","language":["Portuguese"],"title":"Emancipadora Areiense's Honor Book, 1884 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1884-01-01T00:00:00Z"}},{"id":"297081","fields":{"end_date":"1840-12-31T23:59:59Z","identifier":"297081","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"48","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 22  folios, in addition to front and back covers.; 48 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 1 through 27) passed in the legislative session of 1840. Laws concern the collection of taxes and the distribution of provincial revenues by an independent administrative entity, the Administration of Provincial Revenues (Administração de Rendas Provinciais); uniting the district (termo) of jurors of the Villa de Bananeiras with the Villa do Brejo de Areia; retirement of Father Domingos Alves Vieira; creation of the village of Ingá with the designation of Villa do Imperador; elections for municipal councils; approval of the pledge of the Irmandade das Almas and of the Irmandade do Santíssimo Sacramento da Matriz da Villa de Patos; provincial revenues and expenditures, and other matters. Signed by capitão-mor Francisco Xavier Monteiro da Franca, president of the Province of Paraíba do Norte.  Contains the original hardcover, which has tape on it; folios are torn, weak, loose, or damaged by iron gall ink. ","language":["Portuguese"],"title":"Collection of Provincial Legislation, issued on Ordinary Session, 1840","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1840-01-01T00:00:00Z"}},{"id":"297130","fields":{"end_date":"1838-12-31T23:59:59Z","identifier":"297130","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"12","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 4  folios, in addition to front and back covers.; 12 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 1 through 3) passed during the legislative session of 1838. Laws concern the delimitation of the territory of the parish of São Miguel da Bahia da Traição, the annual meeting of the provincial assemby (Assembleia Provincial), and other matters.  Signed by Joaquim Teixeira Peixoto D’Albuquerque, president of the province of Parahyba do Norte. Printed book which has not been restored; contains the original hardcover.","language":["Portuguese"],"title":"Collection of Provincial Legislation from the Province of Parahyba do Norte issued on Ordinary Session, 1838","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1838-01-01T00:00:00Z"}},{"id":"297143","fields":{"end_date":"1841-12-31T23:59:59Z","identifier":"297143","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"32","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 14  folios, in addition to front and back covers.; 32 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 1 through 11) passed during the legislative session of 1841. Laws concern the extension of the deadline for the conclusion of work on the Campina Grande dam; moving Vila do Imperador to the parish of Nossa Senhora da Conceição, and other matters. Signed by Pedro Rodrigues Fernandes Chaves, President of the Province of Paraíba do Norte.  Contains the original hardcover, which has tape on it; folios are torn and have water damage.  ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte,  1841","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1841-01-01T00:00:00Z"}},{"id":"297176","fields":{"end_date":"1849-12-31T23:59:59Z","identifier":"297176","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"42","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 18 folios (numbered through folio 36), in addition to a front cover and two back covers. ; 42 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 1 through 15) passed during the legislative session of 1849. Laws concern the salary of the surgeon-major (cirurgião-mor) of the province; the retirement of provincial employees; marcation of plantings in the district of the Vila de Piancó; creation of a chair of literacy (cadeira de primeiras letras) in the settlement (povoação) of Pedras de Fogo; provincial revenues and expenditures, and other matters. Signed by João Antonio de Vasconcelos, President of the Province.   Contains original hardcover (front and back) and an extra, non-original backcover; cover has tape on it; binding is not the original. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte, 1849","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1849-01-01T00:00:00Z"}},{"id":"297219","fields":{"end_date":"1850-12-31T23:59:59Z","identifier":"297219","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"56","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 28 folios, numbered through folio 20.; 56 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 1 through 18) passed during the legislative session of 1850. Laws concern the establishment of primary schools in the village of Alagoa Grande, in the municipality of the city of Areia and Serra da Raiz, in Guarabira, and Cuité, in Bananeiras; unification of the municipality of the Villa do Ingá to the parish of Barra de Natuba, in the municipality of Cabaceiras; elecation to the status of town (vila) of the settlement of Alagoa, in the district of Campina Grande; and other matters. Signed by Coronel José Vicente de Amorim Beserra, Provincial President. Volume does not contain front or back cover; contains staples and tape. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte issued on Ordinary Session, 1850","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1850-01-01T00:00:00Z"}},{"id":"297276","fields":{"end_date":"1844-12-31T23:59:59Z","identifier":"297276","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"52","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 24  folios, in addition to front and back covers.; 52 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 1 through 16) passed in the legislative session of 1844. Laws concern the size of the police force for the year 1845; authorization of the Municipal Council of Villa de Mamanguape to appraise (aforar) a brickyard under their patrimony; three-month extension for completion of the spillway (sangradouro) of the Campina Grande dam; provincial revenues and expenditures, and other matters. Signed by the President of the Province, Agostinho da Silva Neves.  Contains non-original cover; yellowing folios. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from  Parahyba do Norte, 1844","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1844-01-01T00:00:00Z"}},{"id":"297329","fields":{"end_date":"1860-12-31T23:59:59Z","identifier":"297329","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"86","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 41  folios, in addition to front and back covers.; 86 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 1 through 22) passed during the legislative session of 1860. Laws concern the designation of the chapel of Nossa Senhora da Misericordia, in the termo of Piancó, as a central church (matriz); authorization of the municipal council of the city of Mamanguape to aforar for dona Maria Alexandrina de Medeiros the farms Brejinho, Tramataia, and Camurupim; elevation of the settlement of Pedras de Fogo to the status of a town (villa); provincial expenditures; bylaws of the administrative office of the government (Secretaria do Governo); resolutions, and other documents. Signed by Luiz Antonio da Silva Nunes, Provincial President of Parahyba do Norte.  Contains original hardcover; cover has staples. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte, 1860","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1860-01-01T00:00:00Z"}},{"id":"297416","fields":{"end_date":"1858-12-31T23:59:59Z","identifier":"297416","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"62","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 29  folios, in addition to front and back covers.; 62 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 1 through 29) passed during the legislative session of 1858. Laws concern the contracting of sisters of charity for the Hospital da Santa Casa de Misericórida; creation of a distrito de paz in the settlement of Alagoa do Monteiro, in the parish of São João do Cariri, and its respective limits; authorization to repair or rebuild bridges on the road departing Cruz do Espírito Santo, passing through Pilar, and leading to Itabaiana; demarcations of the limits of the parish of Santa Luzia, in the district (termo) of Patos; approval of the pledge of the confraternity of Santíssimo Sacramento, in the parish of Nossa Senhora do Bom Sucesso, in the Vila do Pombal, and other matters. Signed by Provincial President Henrique de Beaurepaire Rohan.  Contains original hardcover; cover has tape. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte issued on Ordinary Session, 1858","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1858-01-01T00:00:00Z"}},{"id":"297479","fields":{"end_date":"1853-12-31T23:59:59Z","identifier":"297479","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"36","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 16  folios, in addition to front and back covers.; 36 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Paraíba do Norte (laws numbered 1 through 13) passed during the legislative session of 1853. Laws concern the authorization of construction of a jail in Villa de Mamanguape; annexation of part of the parish of Natuba to the municipality of Villa de Cabaceiras; provincial revenues and expenditures; and other matters. Signed by Doctor João Capistrano Bandeira de Mello, Provincial President.  Contains original hardcover; cover has staples. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte issued on Ordinary and Extraordinary Sessions,  1853","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1853-01-01T00:00:00Z"}},{"id":"297516","fields":{"end_date":"1862-12-31T23:59:59Z","identifier":"297516","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"108","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 54 folios, numbered through page 105.; 108 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 47 through 81) passed during the legislative session of 1862. Records authorization for the conclusion of construction of a road linking the Villa de Cabaceiras to São João; deannexation of the Villa do Teixeira from the district (comarca) of São João to Pombal; approval of the pledge of the Irmandade de Nossa Senhora da Conceição of the Villa do Ingá; authorization of construction of a carriageway (estrada de rodagem) linking the city of Mamanguape to the town of Independência; elecation to city status of the town of Pombal; approval of the pledge of the Irmandade de São Frei Pedro Gonçalves, in the Capella da Invocação of São Frei Pedro Gonçalves; prohibition of the entry of minors and slaves in public gambling houses; and other matters. Signed by Francisco de Araujo Lima, President of the Province of Parahyba do Norte.  Contains staples.","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte, 1862","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1862-01-01T00:00:00Z"}},{"id":"297625","fields":{"end_date":"1863-12-31T23:59:59Z","identifier":"297625","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"118","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 57  folios, in addition to front and back covers.; 118 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 82 through 122) passed during the legislative session of 1863. Records the elevation of the settlement of Cajazeiras in the city of Souza, to town status, to be named Vila de Cajazeiras; designation of the Capella de Nossa Senhora do Rosário in the settlement of São João, in the municipality of the city of Souza, as central church (matriz); approval of the pledge of the Irmandade de Nossa Senhora do Socorro dos Homens Pardos, in the chapel of Nossa Senhora do Socorro; admission to the brotherhood of Nossa Senhora do Socorro dos Homens Pardos of ingênuos, freed slaves, and slaves, given that slaves present a written permission from their owners; approval of the pledge of the Irmandade do Santíssimo Sacramento, in the Matriz de Nossa Senhora do Pilar; approval of the pledge of Nosso Senhor dos Martírios, in the Freguesia de Nossa Senhora das Neves, in the city of Paraíba; admission to the Irmandade do Senhor Bom Jesus dos Martírios of free individuals of black or brown skin color (pessoas de cor preta ou parda) once they professed the state religion; and other matters. Signed by Francisco de Araujo Lima, President of the Province of Parahyba do Norte.  Contains staples and tears to original hardcover. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte, 1863","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1863-01-01T00:00:00Z"}},{"id":"297744","fields":{"end_date":"1861-12-31T23:59:59Z","identifier":"297744","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"80","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 38 folios, in addition to front and back covers.; 80 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 23 through 46) passed during the legislative session of 1861. Records the division of the land in the municipality of Villa do Ingá for agriculture; elevation of the chapel of Nossa Senhora da Boa Viagem, in the settlement of Alagoa Grande, termo of the city of Areia, to parish seat; division of the municipality of Villa de Cabaceiras into two sections, one designated for planting and the other for animal husbandry; carta de lei; provincial revenues and expenditures; approval of the pledge of the Irmandade do Santíssimo Sacramento, of the parish of Santa Anna da Alagoa Nova. Signed by Francisco de Araujo Lima, Provincial President of Parahyba do Norte.  Contains original hardcover; cover has staples and tape. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte, 1861","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1861-01-01T00:00:00Z"}},{"id":"297825","fields":{"end_date":"1869-12-31T23:59:59Z","identifier":"297825","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"128","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 62  folios, in addition to front and back covers.; 128 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 322 through 346) passed during the legislative session of 1869. Registers approval of the compromisso of the Irmandade do Santíssimo Sacramento of the Matriz of Campina Grande; budget and fixing of expenditures for the municipal councils of the province; budget and fixing of expenditures of the Santa Casa de Misericordia for the period 1870 through 1871; approval of the compromisso of the Irmandade de Nossa Senhora das Consolações of the parish of Taipú; and other matters. Signed by Venancio José de Oliveira Lisboa, President of the Province of Paraíba. Damaged by insects; has fabric cover.","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte, 1869","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1869-01-01T00:00:00Z"}},{"id":"297954","fields":{"end_date":"1866-12-31T23:59:59Z","identifier":"297954","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"138","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 69 folios, numbered through page 138.; 138 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 225 through 260) passed during the legislative session of 1866. Registers the approval of the compromisso of the Irmandade do Santíssimo Coração de Jesus, of the Capella de Pilões, which prohibited the admission of slaves as brothers; the compromisso of the Irmandade das Almas, of the Martiz de Nossa Senhora do Bom Sucesso in the city of Pombal, which prohibited slaves; transferral of the headquarters of the parish of Nossa Senhora da Conceição de Cabaceiras to the Capela da Senhora Sant’Anna da Vila de Bodocongó; and other matters. Signed by João José Innocencio Poggi, commander (Comendador) of the Order of Christ and 3rd Vice-President of the Province of Parahyba do Norte.   Incomplete volume--last folios are missing. There are staples on the cover, and no backcover. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte, 1866","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1866-01-01T00:00:00Z"}},{"id":"298093","fields":{"end_date":"1870-12-31T23:59:59Z","identifier":"298093","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"154","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 77 folios.; 154 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 347 through 405) passed during the legislative session of 1870. Records the tolls to be collected on the bridges of Tibiry, Acai, Gurinhem, and Curimataú; approval of the compromisso of the confraternity (Confraria) Nossa Senhora da Conceição of Pedras de Fogo; creation of a parish in the Capela do Senhor do Bomfim of Serra da Raiz, in the termo of Independência; the creation of a district (comarca) composed of the termos of Independência and Alagoa Grande, denominated the Comarca da Independência; provincial revenues and expenditures; and other matters. Signed by Venancio José de Oliveira Lisboa, President of the Province of Parahyba. No front or back cover; contains tape. ","language":["Portuguese"],"title":"Collection of Provincial Legislation from Parahyba do Norte issued on Ordinary and Extraordinary Session,  1870","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1870-01-01T00:00:00Z"}},{"id":"298329","fields":{"end_date":"1892-12-31T23:59:59Z","identifier":"298329","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"94","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 45  folios, in addition to front and back covers.; 94 CR2 or JPEG images ","description":"Bound manuscript volume. The volume contains the 1892 State Constitution of Paraíba (Constituição Estadual da Parahyba), delimiting state boundaries, type of government, attributes of legislative power (sessions, number of deputies, requirements for office, the deliberation process, laws, and resolutions), executive power (attributions, terms of government, meetings, attributes of the president and vice president), elections, the division of the state into municipalities, amendments to the Constitution, and others. Signed by Antonio Ayres, President of the Congresso Constituinte (constitutional convention).  Volume has non-original hardcover. First folio stained and perfurated by cutting object as well as insects.","language":["Portuguese"],"title":"State Constitution of the State of Parahyba, 1892","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1892-01-01T00:00:00Z"}},{"id":"298424","fields":{"end_date":"1888-12-31T23:59:59Z","identifier":"298424","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"144","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 70  folios, in addition to front and back covers.; 144 imagens CR2 ou JPEG","description":"Printed volume. The volume contains the Collection of Provincial Laws of 1888 (Coleção das Leis Provinciais of 1888; laws numbered 848 to 880). Records the elevation of the chapel of Sant’Ana da Villa de Soledade, in the Freguesia of São João do Cariri, to the status of central church (matriz); approval of the covenant (compromisso) of the brotherhood of Our Lady of the Rosary (Irmandade de Nossa Senhora do Rosário) made in the central church (matriz) of the city of Pombal, to admit members of both sexes of black or brown color (de cor preta ou parda), as well as white and “semi-white” individuals, with the status of irmaos por devoção; approval of the compromisso of the brotherhood of Nossa Senhora da Conceição, in the Igreja Paroquial of Nossa Senhora das Neves da Cidade da Parahyba do Norte; and other matters. Signed by Pedro Francisco Correa de Oliveira, President of the Province of Parahyba.   First few folios are torn and loose; missing folios 17 through 24; weak paper; no original cover. ","language":["Portuguese"],"title":"Collection of Provincial Legislation, 1888","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1888-01-01T00:00:00Z"}},{"id":"298569","fields":{"end_date":"1913-12-31T23:59:59Z","identifier":"298569","country":"Brazil","creator":"British Library EAP627; Paraíba's Republican Conservative Party (Partido Republicano Conservador da Paraíba)","images":"208","city":"João Pessoa","subject":["Political party","Brazil"],"format":"1 volume of 102  folios, in addition to front and back covers.; 208 CR2 or JPEG images ","description":"Bound manuscript volume. The volume contains minutes of the conventions of the Partido Republicano Conservador of Paraíba held between 1911 and 1913. Registers decisions made in meetings, such as the selection of a comission to examine the diplomas presented by delegates present at the first convention, under the presidency of associate judge (desembargador) Caldas Brandão; decision of the Partido Republicano Conservador to follow the agreemenet with the bases votados in Rio de Janeiro; maintain solidarity with senator Alvaro Lopes Machado, founder of the Partido Republicano (1892); the election of Epitacio da Silva Pessoa as president of the Executive Committee and Leader of the Party (presidente da Comissão Executiva e Chefe do Partido). Book with original hardcover; spine and back cover are damaged. ","language":["Portuguese"],"title":"Minutes of the First meeting of the Conservative Republican Party of the State of Parahyba, 1911","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1911-01-01T00:00:00Z"}},{"id":"298848","fields":{"end_date":"1884-12-31T23:59:59Z","identifier":"298848","country":"Brazil","creator":"British Library EAP627; Paraíba's Government","images":"80","city":"João Pessoa","subject":["Provincial legislation","State constitution","Brazil"],"format":"1 volume of 38  folios, in addition to front and back covers.; 80 CR2 or JPEG images ","description":"Printed volume. The volume contains the Collection of Provincial Laws of the Province of Parahyba do Norte (laws numbered 767 through 788) passed during the legislative session of 1884. Registers the Freguesia de Jacoca as part of the capital termo and district; the creation of a seat of primary education; provincial revenues and expenditures; and other matters. Signed by Antonio Sabino do Monte, President of the Province of Parahyba.  Volume has non-original cover; first folio is torn and stained.","language":["Portuguese"],"title":"Collection of Provincial Legislation, 1884","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1884-01-01T00:00:00Z"}},{"id":"300665","fields":{"end_date":"1920-12-31T23:59:59Z","identifier":"300665","country":"Brazil","creator":"British Library EAP627; Paraíba's Republican  Party (Partido Republicano da Paraíba)","images":"232","city":"João Pessoa","subject":["Political party","Brazil"],"format":"1 volume of 114  folios, in addition to front and back covers.; 232 CR2 or JPEG images ","description":"Manuscript volume. Contains minutes of the Conventions of the Republican Party of Paraíba held between 1916 and 1920, with the end of rebuliding the political party, and addresses the nomination of candidates for president and vice president of the state for the quadrinnium 1920 to 1924, including Solon Barbosa de Lucena, Flávio Maroja e João Baptista Alves Pequeno; minutes of the meetings of the executive committee of the Republican Party in 1916 and 1917, in which they selected members of the political party for federal deputy (deputado federal). Wooden hardcover damaged by insects; loose folios. Possibly composed by two individual books bound together. ","language":["Portuguese"],"title":"Minutes of political meetings, 1916-1917 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1916-01-01T00:00:00Z"}},{"id":"300898","fields":{"end_date":"1913-12-31T23:59:59Z","identifier":"300898","country":"Brazil","creator":"British Library EAP627; Paraíba's Republican Conservative Party (Partido Republicano Conservador da Paraíba)","images":"208","city":"João Pessoa","subject":["Political party","Brazil"],"format":"1 volume of 102  folios, in addition to front and back covers.; 208 CR2 or JPEG images ","description":"Bound manuscript volume. Contains the subscriptions of the delegates of the municipalities of Paraíba present at the first meeting of the Convention of the Partido Republicano Conservador do Estado da Paraíba, held on 24 February 1911, including Ignacio Americo Caldas Brandão, delegate of the municipality of Araruna; Ascendino Carneiro da Cunha, delegate of Sousa; Flávio Maroja, delegate of Umbuzeiro; Christiano Lauritzen, delegate of Campina Grande, and others. Also contains the subscriptions of delegates present at the Conventions of the Partido Republicano Conservador da Paraíba, held on 5 March and 19 December 1911, and 13 February 1913, including father Mathias Freire, João de Lyra Tavares, Antonio da Silva Pessoa, and others.  Book with original hardcover, in a good state of conservation.  ","language":["Portuguese"],"title":"Signatures of Delegates sent to the First Convention of the Conservative Republican Party of the State of  Parahyba, held on February 24 1911 ","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1911-01-01T00:00:00Z"}},{"id":"301107","fields":{"end_date":"1868-12-31T23:59:59Z","identifier":"301107","country":"Brazil","creator":"British Library EAP627; Cândido Mendes de Almeida","images":"112","city":"João Pessoa","subject":["Geographic atlas","Brazil"],"format":"1 volume of 54  folios, in addition to front and back covers.; 112 CR2 or JPEG images ","description":"Book with original hardcover; spine and back cover are damaged. Book presents tearing. ","language":["Portuguese"],"title":"Atlas of the Empire of Brazil, 1868","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1868-01-01T00:00:00Z"}},{"id":"301429","fields":{"end_date":"1867-12-31T23:59:59Z","identifier":"301429","country":"Brazil","creator":"British Library EAP627; Paraíba's Provincial Revenue Administration ","images":"204","city":"João Pessoa","subject":["Revenue administration","Transportation","Brazil"],"format":"1 volume of 99 folios, in addition to front cover.; 204 CR2 or JPEG images ","description":"Manuscript volume. The volume registers the public sale of taxes and contracts concluded before the Administração de Rendas or by the provincial government between 1851 and 1857. Registers taxes on meat sold in the province from 1852 to 1854; public sale of the meio décimo on fish sold in the province; oil for street lamps and the supply of wood for the new jail in the city of Paraíba; use tax and toll on the bridge of Sanhauá, purchased by Hortencio Jose Velho and guarantor Joaquim Manoel Carneiro da Cunha; contract between the president of the province and Frederico Augusto Neiva for repairs to the bridge of Sanhauá; and the contract for the supply of foodstuffs to prisoners in the jail of the city of Paraíba and the Fortaleza do Cabedelo.  Contains hard- and softcover, no backcover. Book is severely damaged, incomplete, torn, and presents acidity spots from iron gall ink, and weak pages. The hardcover is original, but somewhat damaged by insects.","language":["Portuguese"],"title":"Revenue Administration, Province of Paraíba","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1851-01-01T00:00:00Z"}},{"id":"302082","fields":{"end_date":"1811-12-31T23:59:59Z","identifier":"302082","country":"Brazil","creator":"British Library EAP627; Paraíba's government","images":"338","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 165 folios, in addition to folder and front cover.; 338 CR2 or JPEG images ","description":"Loose, incomplete manuscript documents. Refer to the advantages and disadvantages of the captaincy of Paraíba separating from Pernambuco (1798); bill from the funeral of Anna Gomes de Oliveira, buried in the central church (matriz) of Nossa Senhora da Piedade (1811); and an anonymous, undated manuscript of a missal, written in Latin. Torn and damaged by insects..","language":["Portuguese"],"title":"Colonial Documents (undated)  (CDCIR A3G4P14)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1798-01-01T00:00:00Z"}},{"id":"302421","fields":{"end_date":"1873-12-31T23:59:59Z","identifier":"302421","country":"Brazil","creator":"British Library EAP627; Roman Catholica Church (Igreja Católica Apostólica Romana)","images":"560","city":"João Pessoa","subject":["Prayer books","Brazil"],"format":"1 volume of 278  folios, in addition to front and back covers.; 560 CR2 or JPEG images ","description":"Book of music for liturgical celebrations of the Roman Catholic church.  Book presents damage to its spine; orignal cover. ","language":["Latin"],"title":"Gradualis Romani Proprium Missarum de Sanctis (Tomus secundus and ordinário missae)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1873-01-01T00:00:00Z"}},{"id":"302982","fields":{"end_date":"1906-12-31T23:59:59Z","identifier":"302982","country":"Brazil","creator":"British Library EAP627; Court of the Parish of  Vila de Alagoa Grande; Paraíba's government","images":"40","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 26 folios, in addition to front cover.; 56  CR2 or JPEG images ","description":"Loose maunscript and typewritten documents and an incomplete volume dating from 1890 to 1906. Includes an agreement between the patrons of the Clube Benjamin Constant da Paraíba do Norte, drawn up in Rio de Janeiro, regarding expenses for the creation of a bust commemorating the patriarch of independence and the foundation of the Republic, signed by Venâncio Neiva and others (1906); incomplete volume recording the hearings of the magistrate of the district (Comarca) of the town of Alagoa Grande, Francisco Joseh Cavalcanti de Albuquerque (1890); copy of decree no 173 of 10 September 1893 sanctioning the creation of associations for religious, moral, scientific, artistic, political, or recreational purposes.  Damaged by iron gall ink, insects, and perfuration; folios are torn and brittle.","language":["Portuguese"],"title":"Imperial Documents, 1890-1906 (CDCIR A3G4P11)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1890-01-01T00:00:00Z"}},{"id":"303023","fields":{"end_date":"1824-12-31T23:59:59Z","identifier":"303023","country":"Brazil","creator":"British Library EAP627; Councils (Câmaras) of São João, Mamanguape, and Pombal; Miguel Joaquim José Ramos","images":"160","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 78 folios, in addition to front cover.; 160 CR2 or JPEG images ","description":"Loose manuscript documents dating from 1814 to 1824. Includes the bill of sale of a female slave; petition (requerimento) of Miguel Joaquim José Ramos, cirugião-mor of the army of the town of Maceió, requresting payment for his services; representation (representação) of the municipal council (câmara) of Vila Real de São João, directed to the president and members of the provincial council (Junta Provincial) of Paraíba, regarding the jurisdiction of the town and elections; and other documents from the municipal council (câmara) of Mamanguape and the district of Pombal.  Damaged by iron gall ink and water; torn folios. ","language":["Portuguese"],"title":"Colonial Documents,  1821-1823 (CDCIR A3G4P5)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1814-01-01T00:00:00Z"}},{"id":"303184","fields":{"end_date":"1999-12-31T23:59:59Z","identifier":"303184","country":"Brazil","creator":"British Library EAP627; Paraíba's government","images":"12","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 2 folios, in addition to folder and front cover.; 12 CR2 or JPEG images ","description":"Loose manuscript document. Refers to the necessity of remodeling the chapel of the Ordem Terceira, probably that of do Carmo.  Incomplete and damaged by insects. ","language":["Portuguese"],"title":"Colonial Documents (undated)   (CDCIR A3G4P15)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1501-01-01T00:00:00Z"}},{"id":"303197","fields":{"end_date":"1879-12-31T23:59:59Z","identifier":"303197","country":"Brazil","creator":"British Library EAP627; Imperial Princess (Brasil); Olinda's Diocese; Paraíba's government","images":"56","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 24  folios,  in addition to folder and front cover.; 56 CR2 or JPEG images ","description":"Loose manuscript documents dating from 1863 to 1879. Letter from Princess Imperial Regent naming law graduate (bacharel) Thomas Lourenço da Silva Pinto municipal judge and of orphans in the outskirts (termos) of Princesa, Sant’Anna, and Angicos, in the province of Rio Grande do Norte (1871); certificate of the Diocese of Olinda, Pernambuco, about the patrimony of the Chapel of Nossa Senhora do Ó, in Mamanguape e Ingá; funeral oration preached in the church of Nossa Senhora do Pilar by father Meira Henriques (1874); official letter from the Comission of Public Aid (Comissão de Socorros Públicos) of the town of Ingá on the need to arrange the delivery of food to the poor (1879). Signs of perfuration and folding. ","language":["Portuguese"],"title":"Imperial Documents, 1863-1879 (CDCIR A3G4P10)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1863-01-01T00:00:00Z"}},{"id":"303254","fields":{"end_date":"1908-12-31T23:59:59Z","identifier":"303254","country":"Brazil","creator":"British Library EAP627; José Ferreira de Novaes (notary of the Misericórdia brotherhood).","images":"16","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 4 folios, in addition to folder and front cover.; 16 CR2 or JPEG images ","description":"Loose manuscript document. Copy of the act inaugurating construction of a new hospital, Santa Isabel, in the city of Paraíba on 12 October 1908. Involved in the act were first vice president Monsignor Walfredo Leal; second vice president Francisco Seráfico da Nóbrega; bishop of the diocese, D. Adauto de Miranda Henriques; chief of police and judge, Antonio Ferreira Balthar, and other local authorities. Copied by José Ferreira de Novaes, scrivener of the Irmandade (brotherhood) of Misericórdia. Document in a good state of conservation.  ","language":["Portuguese"],"title":"Republican Documents, 1908 (CDCIR A3G4P12)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1908-01-01T00:00:00Z"}},{"id":"303271","fields":{"end_date":"1821-12-31T23:59:59Z","identifier":"303271","country":"Brazil","creator":"British Library EAP627; Captain Manoel da Costa Lima","images":"12","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 2 folios, in addition to folder and front cover.; 12 CR2 or JPEG images ","description":"Loose manuscript document. Contains the proclamation of Captain Manoel da Costa Lima, commander of the Distrito Santa Anna, to the people under his command about the Congress of the Courts of Lisbon (1821).  Incomplete documentation, damaged by iron gall ink. ","language":["Portuguese"],"title":"Colonial Documents, 1820-1821 (CDCIR A3G4P4)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1821-01-01T00:00:00Z"}},{"id":"303284","fields":{"end_date":"1888-12-31T23:59:59Z","identifier":"303284","country":"Brazil","creator":"British Library EAP627; José Bezêrra Cavalcante de Albuquerque (notary)","images":"136","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 63  folios,  in addition to folder and front cover.; 136  CR2 or JPEG images ","description":"Loose manuscript documents dating from 1886 to 1888. Auto of execution of the sentence of the heirs of José Vicente dos Santos Leal composed by interim notary José Bezêrra Cavalcante de Albuquerque (1886) and other documents. Damaged by iron gall ink; fading ink and torn folios. ","language":["Portuguese"],"title":"Imperial Documents, 1886-1889 (CDCIR A3G4P9)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1886-01-01T00:00:00Z"}},{"id":"303421","fields":{"end_date":"1824-12-31T23:59:59Z","identifier":"303421","country":"Brazil","creator":"British Library EAP627; King (Portugal); Paraíba's Government","images":"42","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 15 folios, in addition to folder and front cover. ; 42 CR2 or JPEG images ","description":"Loose manuscript documents dating from 1802 to 1824. Royal letter (carta régia) ordering the remittance to the Overseas Council (Conselho Ultramarino) of the letter patent (carta patente) unduly awarded to Luiz de Oliveira Chaves and his suspension from his position as coronel of the Regimento de Milícias dos Homens Branco of the city of Paraíba, conferring the post to coronel Amaro Gomes Coutinho (1802); certificate from vicar João Nepomuneco Dias Cabral regarding the celebration of masses for the soul of Ana Francisca at the bequest of the executor of her will, Captain Agostinho Duarte Vianna (1811); partial correspondence of Jerônimo José Rodrigues Chaves referring to the reception of prisoners from Vila Nova de Sousa and Vila Nova da Rainha, among other matters (1815); correspondence of Antonio da Silva Lisboa regarding the selection of a day to swear loyalty to the Brazilian Constitution (1824). State of conservation of this colume is very bad; only a few folios survived, along with some loose original documents which are torn, damaged by water and iron gall ink. ","language":["Portuguese"],"title":"Colonial Documents, 1802-1819 (CDCIR A3G4P3)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1802-01-01T00:00:00Z"}},{"id":"303464","fields":{"end_date":"1909-12-31T23:59:59Z","identifier":"303464","country":"Brazil","creator":"British Library EAP627; Barão (Baron) Homem de Mello e Dr. Francisco Homem de Mello","images":"166","city":"João Pessoa","subject":["Geographic atlas","Brazil"],"format":"1 volume of 78  folios, in addition to front and back covers.; 160 CR2 or JPEG images ","description":"Printed book. The book offers a study of the climate, relief of the coastline, orographic system (serra do mar, mountain ranges and mountains in the interior), political divisions (states), railways, economic production and ecclesiastical divisions of Brazil in the year 1909. Written by Barão Homem de Mello and Dr. Francisco Homem de Mello, with the collaboration of the marechal visconde de Beaurepaire Rohan, general A. J. do Amaral, Dr. A. de Paula Freitas, general Benjamin Constant, Olavo Freire, and ensign (alferes) F. Jaguaribe Gomes de Mattos and issued in 1909 by F. Briguiet e Companhia. Book does not have original cover, and is bound with cardboard; initial folios are torn. ","language":["Portuguese"],"title":"Brazil's Soil – General Structure of the Region  – Orographic and Hydrographic System  – Brazil's Climate – 1909","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1909-01-01T00:00:00Z"}},{"id":"303631","fields":{"end_date":"1927-12-31T23:59:59Z","identifier":"303631","country":"Brazil","creator":"British Library EAP627; Federal Supreme Court; Bankruptcy Court (Juizado de Falência); Paraíba's government","images":"176","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 84 folios, in addition to folder and front cover.; 176 CR2 or JPEG images ","description":"Loose manuscript documents dating from 1908 to 1927. Appeal filed by law graduate (bacharel) Rodrigo Francisco Pereira against the Electoral Board (Junta Eleitoral) of Pedras de Fogo and the Federal Supreme Court (Supremo Tribunal Federal) (1908); correspondence addressed to the court regarding the death of Aureliano Cavalcanti (1926); incomplete document from the income tax collection bureau (Recebedoria de Rendas) of Paraíba on the receipt of a stamp of merchandise mailed by businesses, such as that Costa e Filho sent to Francisco Coelho de Araújo established in Cabedelo and others (1927).  Damaged by iron gall ink; some folios are folded. ","language":["Portuguese"],"title":"Republican Documents,  1908-1927 (CDCIR A3G4P13)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1908-01-01T00:00:00Z"}},{"id":"303808","fields":{"end_date":"1999-12-31T23:59:59Z","identifier":"303808","country":"Brazil","creator":"British Library EAP627; M. Vestrius Barbianus","images":"722","city":"João Pessoa","subject":["Prayer books","Brazil"],"format":"1 volume off 359  folios, in addition to front and back covers.; 722 CR2 or JPEG images  ","description":"The Roman Missal (Missal Romano) is a liturgical book that outlines instructions for the celebration of mass and for each day of the principal liturgical seasons, such as Advent, Christmas, Lent, and Easter, and provides a calendar for each month and day.  Damaged book, with torn, loose, and insect-damaged folios; original cover. ","language":["Latin"],"title":"Missale romanum: ex decreto Sacrosancti Concilii Tridentini Restitutum S. Pii Quinti  Jussu Editum Clementis VIII et Urban VIII Papae auctoritate recognitum  et novis missis ex induto apostólico hucusque concessis auctum","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1501-01-01T00:00:00Z"}},{"id":"304531","fields":{"end_date":"1855-12-31T23:59:59Z","identifier":"304531","country":"Brazil","creator":"British Library EAP627; Paraíba's government","images":"82","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 35 folios, in addition to folder and front cover.; 82  CR2 or JPEG images ","description":"Loose manuscript documents dating from 1844 to 1855. Documents include a partial register of the minutes of the municipal council (Câmara) of the town of Conde legislating about the filling of public office and other topics relating to town administration under the presidency of Justino Francisco de Oliveira and Francisco José Lopes (1844 to 1845); order from the president of the Province of Paraíba, Francisco Xavier Barreto, ordering the preparation of the terms of the contract to be drawn up between the engineer and the stonemason Antonio Polari for the construction of a public slaughterhouse for the city of Paraíba (1855).  Damaged by insects.","language":["Portuguese"],"title":"Colonial Documents,  1844-1855 (CDCIR A3G4P7)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1844-01-01T00:00:00Z"}},{"id":"304614","fields":{"end_date":"1845-12-31T23:59:59Z","identifier":"304614","country":"Brazil","creator":"British Library EAP627; Alexandre Joze de Amorim, interim prison officer of Alagoas;  Rio Grande do Norte's government","images":"98","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 43 folios, in addition to folder and front cover.; 98  CR2 or JPEG images ","description":"Loose documents and a partial volume dating from 1830 to 1845. Official letter (ofício) of Alexandre Joze de Amorim, interim jailer of Alagoas, concerning payment made to blacksmith Thome Francisco for shackling prisoners in the jail (1838); copy of law no 16 of 18 March 1835 creating and demarcating the limits of the town of Acary, in the province of Rio Grande do Norte (1845); justification of captain Bento Ferreira da Costa on his illness (1830); justificação of Manoel Joaquim de Santa Anna Nicodemos, whose mother was a descendant of Indians from the mission of Santo Amaro, regarding his petition (requerimento), occuring in the city of Santa Maria Magdalena das Alagoas do Sul, (1830); partial register of the meetings of the municipal council (câmara) of the town of Conde (1841-1845). The volume contains parts of a book, and loose documents. Damaged by iron gall ink and water; torn folios. ","language":["Portuguese"],"title":"Colonial Documents,  1830-1845 (CDCIR A3G4P6)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1830-01-01T00:00:00Z"}},{"id":"304713","fields":{"end_date":"1801-12-31T23:59:59Z","identifier":"304713","country":"Brazil","creator":"British Library EAP627; Paraíba's governor Jerônimo José de Mello e Castro; King  D. João (Portugal)","images":"56","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 52  folios, in addition to front and back covers.; 56 CR2 or JPEG images ","description":"Manuscript volume. The codice contains registers of land grants (sesmarias), homilies, offices and letters dating from 1781 to 1801. The sesmarias were granted between 1781 and 1783 to Serafim de Souza Marques, lieutenant coronel Mathias da Gama Cabral e Vasconcellos, capitão mor Francisco de Arruda Câmara, ensign (alferes) Nicolao Rodrigues dos Santos, Maria das Neves, and others by governor Jerônimo José de Mello e Castro; land conferred includes Brejos de Areia and the Riacho das Bananeiras, the hinterland (sertão) of Ribeira do Curimataú, land at the head of the Rio do Cipó, in the Ribeira dos Piranhas, in the Ribeira do Piancó, in the Poço do Cavalo, in the Ribeira do Rio do Peixe and other locations. The codice also contains an official letter (oficio) from Jeronimo Joze de Mello e Castro, capitao mor of Paraíba, to Martinho de Mello e Castro regarding the death of King D. Pedro III of Portugal (1787); a funeral oration for the king of Portugal, D. Pedro III, celebrated in the central church (Matriz) of the city of Paraíba on 12 October 1786; letter patent conceded by Prince Regent D. João to Lourenço Martins dos Santos for the post of captain of the Primeiro Companhia de Fuzileiros of the city of Paraíba, Regimento de Milícias de Homens Brancos (1801).  State of conservation of this colume is very bad; only a few folios survived, along with some loose original documents.","language":["Portuguese"],"title":"Colonial Documents, 1781-1783 (CDCIR A3G4P2)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1781-01-01T00:00:00Z"}},{"id":"304770","fields":{"end_date":"1875-12-31T23:59:59Z","identifier":"304770","country":"Brazil","creator":"British Library EAP627; Father Meira Henriques; Minister of Foreign Affairs, João Luiz Vieira Câmara de Sinimbú; Paraíba's Police","images":"624","city":"João Pessoa","subject":["Colonial documents","Imperial documents","Republican documents","Brazil"],"format":"1 volume of 308 folios,  in addition to folder and front cover.; 624 CR2 or JPEG images ","description":"Loose manuscript documents dating from 1857 to 1875. Sermons of father Meira Henriques written between 1864 and 1875 and delivered at services in various churches, including the Misericórdia, Matriz de Pilar, Colégio da Cidade de Paraíba, Mãe dos Homens and Ordem Terceira do Carmo; report of the deputy of health of the city of Alagoas, José Romão, on public health (1857); bulletin of the Minister of Foreign Business (Ministro dos Negócios Estrangeiros), João Luiz Vieira Câmara de Sinimbú, addressed to the president of the province of Paraíba, on the need for foreign consulates to report the deaths of subjects of their respective nations (1860); summary ex officio of the deputy of police against defendants José Pastor, João da Silva Camello and Manoel Bernard de França, for the crime of murder (1862). Damaged by iron gall ink.","language":["Portuguese"],"title":"Imperial Documents, 1857-1875 (CDCIR A3G4P8)","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1857-01-01T00:00:00Z"}},{"id":"321074","fields":{"end_date":"1838-12-31T23:59:59Z","identifier":"321074","country":"Brazil","creator":"British Library EAP627; Notary public Francisco Teotonio de Paula.","images":"212","city":"João Pessoa","subject":["Notarial records","Brazil"],"format":"1 volume of 102 folios, in addition to front and back covers. ; 212 CR2 or JPEG images ","description":"Manuscript documentation bound in a single volume. The volume registers deeds of donation, exchange, power of attorney, and letters of manumission recorded between 1837 and 1838. Includes power of attorney granted by lieutenant coronel José Gomes de Sá Junior and his wife, Dona Joaquina Theodomira de Sá, to their attorneys; register of donation of an enslaved girl given by Manoel Dias Ferreira to his granddaughter, Anna Francisca de Jesus, in 1817; exchange of land in data São João for land in data São José; letters of manumission of enslaved men and women owned by Dona Theodora Maria da Conceição, José Antonio de Carvalho, and others. Recorded in Vila Nova de Sousa by notary public Francisco Teotonio de Paula.  Book with original hardcover severely damaged by water. Folios damaged by tearing,  insects and iroon gall ink. Book is numerated through folio 99","language":["Portuguese"],"title":"Notarial Records: Vila Nova de Souza 1837-1838","type":["Historical records"],"institution":"Instituto Histórico e Geográfico Paraibano","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.11799,-34.88472","start_date":"1837-01-01T00:00:00Z"}}]}}