{"status":{"rid":"t4n4gKoyjZgJCtQ+ag==","time-ms":0},"hits":{"found":54,"start":0,"hit":[{"id":"247917","fields":{"end_date":"1815-12-31T23:59:59Z","identifier":"247917","country":"Brazil","creator":"British Library EAP627","images":"287","city":"São João do Cariri","subject":["Baptisms","Marriages","Burials","Brazil"],"format":"1 handwritten volume with 143 folios, cover, and inside cover; 288 JPG and TIFF images","description":"The volume contains baptismal records from 1762 to 1778 (along with one additional record from 1815), marriage records from 1752 to 1800, and death records from 1752 to 1808. It contains baptismal records for: enslaved and freed children; children considered black, mixed, mulatto, \"curiboça\", \"parda\", and \"cabra\"; children categorized as legitimate or illegitimate; children of enslaved and freed parents; children from the Freguesia de Nossa Senhora dos Milagres and Africans from the gentio de Guine; and of an African from Arda. Some godparents were free, others were enslaved. Marriage records refer to free and enslaved men and women; from the parish and from elsewhere; black, Indian (Cavalcantes Nation), and African from the Coast of Mina, Guiné, and Angola. Death records register the deaths of free, freed, and enslaved children and adults considered black, \"parda\", and \"cabra\", from the parish, from the \"gentio da Guiné\", and from Angola. Burials took place in the main church and in the following chapels: do Glorioso São José, de Nossa Senhora de Santa Anna, de Nossa Senhora da Conceição, and de São José das Pombas. Sacraments were administered by Father Domingos de Faria, Friar José de Santa Theresa de Jesus, Friar Mathias da Graça (Carmelite), and Friar João Baptista de Ferreira (Capuchin missionary). Curates and vicars of the Freguesia de Nossa Senhora dos Milagres were: Father Antonio Rodriges Pires, Joaquim José de Veras, Veríssimo Machado, and Cypriano José da Camara Gondim. Bound volume with paper cover and handwritten pages. Volume is damaged, missing the first and second pages. The final pages and the back cover are stuck together. Both insect and iron-based ink have damaged the individual pages. ","language":["Portuguese"],"title":"Book 1: Baptisms, Marriages, and Deaths (1752-1808) / Livro 1 Batizados, casamengtos e óbitos anos de 1752 a 1808","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1752-01-01T00:00:00Z"}},{"id":"248205","fields":{"end_date":"1837-12-31T23:59:59Z","identifier":"248205","country":"Brazil","creator":"British Library EAP627","images":"404","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 202 folios, including the cover and inside cover ; 404 JPG and TIFF images","description":"The book holds baptismal records from 1786 to 1837 of enslaved children considered black, mixed, \"parda\", and \"cabra\",  considered legitimate or illegitimate. Parents were from the Freguesia de Nossa Senhora dos Milagres, from Angola, and elsewhere. Godparents were free or enslaved. Baptisms took place in the main church, in the Capela de Cabaceiras, at the Fazenda da Tapera, the Fazenda do Badalo, the Fazenda Carnauba, the Fazenda do Campo Velho, and the Fazenda Caruatâ. Sacraments were administered by Father Antonio de Santa Tereza de Jesus, Assistant Jose Coelho de Lima, Father Francisco de Santa’Anna, Curate Joaquim José Severas, Assistant Fabrício de Porciuncula Gamera, Curate Verissimo Machado, Manuel Enriques, Interim Vicar Galdino da Costa Villar, and Father João de Santa Delfina. Baptisms were signed by the Curate Veríssimo Machado Freire, Vicar Jozé Felis de Moraes, Interim Vicar Galdino da Costa Villar, Father João de Santa Delfina, and Curate Joaquim José Severas. Bound, restored volume of handwritten documents. Hard cover that is not the original. Pages are numbered from 199.","language":["Portuguese"],"title":"Book of Baptisms of the Freguesia de Nossa Senhora dos Milagres, Cariri de Fora (1786-1837) / Livro de Batizados da Freguesia de Nossa Senhora dos Milagres, Cariri de Fora 1786 a 1837","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1786-01-01T00:00:00Z"}},{"id":"248610","fields":{"end_date":"1771-12-31T23:59:59Z","identifier":"248610","country":"Brazil","creator":"British Library EAP627","images":"210","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 105 folios, including cover and inside cover; 210 JPG and TIFF images","description":"The volume holds baptismal records from 1765 to 1771 of free, freed, and Indian children, considered white, \"parda\", \"cabra\", \"mameluca\", mixed, and black. There are records of Indians from the Vila de Cimbres and from the Rio São Francisco. Records refer to births considered legitimate or illegitimate. Parents were free and freed and were from the Freguesia de Nossa Senhora dos Milagres. The volume also includes baptisms of abandoned children, left at private homes. Godparents were free.  Baptisms took place at the main church and in the chapels of São José das Pombas and Nossa Senhora da Conceição de Cabaceiras. Sacraments conferred by Father Antonio de Jesus Maria (devout of the reform of Nossa Senhora do Carmo), Father Noberto de Jesus Maria (Franciscan), Father Mathias da Graça (devout of the reform of Nossa Senhora do Carmo) and others. Records signed by Antonio Rodrigues Pires, curate and vicar.  Bound volume of handwritten documents, restored with the use of a film which makes the reading of the original quite difficult. It has a hard cover that is not the original cover.","language":["Portuguese"],"title":"Book of Baptisms of the Freguesia de Nossa Senhora dos Milagres, Cariri (1765-1771) / Livro de Batismos da Freguesia de Nossa Senhora dos Milagres, Cariri de Fora 1765-1771","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1765-01-01T00:00:00Z"}},{"id":"248821","fields":{"end_date":"1787-12-31T23:59:59Z","identifier":"248821","country":"Brazil","creator":"British Library EAP627","images":"256","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 128 pages, including the cover and inside cover ; 256 JPG and TIFF images","description":"Volume holds baptismal records from 1773 to 1787 of free and Indian children considered white, black, \"parda\", mulatto, \"cabra\", \"mameluca\", mixed, \"curiboca\", and black; children considered legitimate or illegitimate;  children of free and freed parents from the Freguesia de Nossa Senhora dos Milagres, Recife/Pernambuco, Ceará, gentio da Guiné, and others, along with Indians from the Vila de Cimbres and from Ceará. Volume contains baptismal records of children (considered black, \"mameluca\", and mixed) abandoned at private houses. Godparents are free and freed. Baptisms took place in the main church, the chapels of São José das Pombas, at the Fazenda da Carrapateira, at the Fazenda Badalo, and at the Fazenda da Lagoa. Sacraments administered by Father Antonio Rodrigues Pires, Father Sylvestre de Sam José (Carmelite), Father Francisco Ordonho, Father Joaquim da Cunha Porto, Father Francisco das Chagas (Franciscan) and others. Father Cypriano José da Camara Gondim was curate and vicar.  Bound, restored, incomplete volume of handwritten documents. Volume has a hard cover that is not original. The volume starts at folio 27 and is numbered to folio 146. ","language":["Portuguese"],"title":"Book 3: Baptisms (1773-1787) / Livro n. 3 Batizados de 1773-1787","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1773-01-01T00:00:00Z"}},{"id":"249078","fields":{"end_date":"1793-12-31T23:59:59Z","identifier":"249078","country":"Brazil","creator":"British Library EAP627","images":"350","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 175 folios, including the cover and inside cover ; 350 JPG and TIFF images","description":"The volume contains baptismal records from 1787 to 1793 of free, freed, \"crioula\", abandoned, and Indian children. Children in this volume were listed as white, \"parda\", \"cabra\", black, mixed, \"mameluca,\" and \"semiwhite\". Children were registered as legitimate or illegitimate. Parents were enslaved, freed, and \"formerly black\". Parents and grandparents, maternal and paternal, are listed and were from the Freguesia do Ararubá, Freguesia do Cabo, Freguesia do Urubu, Freguesia de Santo Antonio do Urubu do Rio de Sam Francisco, Freguesia do Piancó, Freguesia da Luz, Freguesia do Limoeiro, Ceará, Ararobâ, Alagoas, Piauhi, Urucâ, Urubâ, Freguesia da Paz, Freguesia de Nossa Senhora dos Milagres, Aldeia do Rio Grande do Norte, Ilha de Sam Miguel, Recife, Goiana, Paraíba, Campina Grande, Garanhuns, Lisboa, Brejo de Fagundes, Jagoaribe, Gentil de Angola e da Costa da Mina, Porteira da Freguesia de Nossa Senhora dos Milagres, Boa Vista (Parish of the See in Olinda). Some baptisms were of children abandoned at private ranches and houses. Baptisms took place at the Fazenda da Tapera, Fazenda do Bonito, Fazenda Barras das Cacimbas, Fazenda Sam Paulo, Fazenda dos Meios, Fazenda Barro Velho, Sitio do Lacô Lagoa do Junco, Fazenda do Curral de Baicho, Fazenda do Desterro, Fazenda S. Gonsallo, Fazenda do Posso, Capela das Pombas, Capela do Estreito dos Patos, Serra do Pico, Capela do Congo, Fazenda da Serra, Fazenda do Retiro, Santa Catarina (Serra Branca), Capela de Cabaceira, Serra do Monteiro, Fazenda do Badallo, Fazenda dos Meios,  at the main church of Nossa Senhora dos Milagres, and at the Capela dos Patos da Freguesia do Siridô. Godparents included: Indians, Father José Antonio de Mesquita and Dona Josefa Maria, Captain Clemente de Abreo Franca and Ignácia Maria (single). Baptisms were carried out and signed by curate Joaquim José de Veras, Father Antonio S. de Sá (Franciscan) and Father  Antonio de S. Tereza de Jesus. Bound volume of handwritten records with a hard cover that is not the original. Pages are numbered up to folio 173. ","language":["Portuguese"],"title":"Book 4 of the Freguesia de Nossa Senhora dos Milagres do Cariri de Fora (1787-1793) / Freguesia de Nossa Senhora dos Milagres do Cariri de Fora Livro n. 4 1787 a 1793","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1787-01-01T00:00:00Z"}},{"id":"249429","fields":{"end_date":"1837-12-31T23:59:59Z","identifier":"249429","country":"Brazil","creator":"British Library EAP627","images":"594","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 297 folios, including cover and inside cover ; 594 JPG and TIFF images","description":"The volume contains baptismal records from 1825 to 1837 referring to enslaved children that were registered as white, \"semi-white\", \"parda\", or black. Children were registered as legitimate or illegitimate. Parents were from the Freguesia de Nossa Senhora dos Milagres and elsewhere. Baptisms took place in the main Church, at the Fazenda Matogrosse, in the Capella de São Pedro (Carauba), in the Capela de São José das Pombas, and at the Fazenda Caxoeirinha, all within the parish. Sacraments were conferred by Father João de Santa Delfina, Vicar Galdino da Costa Villar, Vicar João Evangelista Leal Periquito, Father Pedro Marinho Falcão, Father Manuel de Sampaio Machado, Vicar José Gomes Pequeno, and Vicar José de Santa Delfina. Signed by Father João dos Santos Delfina (Interim Vicar). Bound, restored volume of handwritten documents. Volume has a hard cover that is not the original. Pages are numbered up to folio 294. The number 294 repeats across two folios.","language":["Portuguese"],"title":"Book 8 of the Freguesia de Nossa Senhora dos Milagres do Cariri de Fora (1825-1837) / Freguesia de Nossa Senhora dos Milagres do Cariri de Fora Livro n. 8 1825 a 1837","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1825-01-01T00:00:00Z"}},{"id":"250024","fields":{"end_date":"1846-12-31T23:59:59Z","identifier":"250024","country":"Brazil","creator":"British Library EAP627","images":"822","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 411 folios including the cover and inside cover ; 822 JPG and TIFF images","description":"The volume holds baptismal records from 1833 to 1846 of children and adults (from Angola) who were free, enslaved, or freed upon baptism, considered white, black, \"semi-white\", \"cabra\", \"parda\", and \"crioula\". Children were recorded as legitimate or illegitimate. Parents were enslaved and freed and lived in Mulungu, Santa Rita, Malhada da Roça, Coxixola, Balansa, Mato Grosso, Simão Lopes, São José, Boa Vista, Santo Antonio, Amparo, Cabeça do Boi, and elsewhere. The volume also contains baptismal records for children who were abandoned at private houses and baptisms of children who were at the brink of death. Parents were free, freed, and captive. Some parents held titles of Sargeant Major, Captain Major, and Colonel. Baptisms took place at the main church, in the Capela de São Thomé, in the Capela de Nossa Senhora da Conceição da Mata do Raimundo (branch of the main church), in the Capela do Congo, in the Capela Caraúba, in the Capela São Pedro (Freguesia da Ingazeira do Pajaú), at the Fazenda Cabeça de Boi, at the Fazenda Mulungu, at the Fazenda Olho D’ágoa da Pedra, at the Fazenda Santa Clara, at the Fazenda Pilões, and elsewhere. Sacraments were administered by the Vicar José Gomes Pequeno, by the  Chaplain Jeronimo do Patrocínio de São Jozé and by Father Manoel Ignacio de Lima. Signed by the Vicar José Gomes Pequeno. Bound, damaged document. Has a leather cover. Folios are numbered up to 406.","language":["Portuguese"],"title":"Book 7: Baptisms (1835-1846) / Livro nº 7 Batizados 1835 - 1846","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1835-01-01T00:00:00Z"}},{"id":"253232","fields":{"end_date":"1862-12-31T23:59:59Z","identifier":"253232","country":"Brazil","creator":"British Library EAP627","images":"412","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 206 folios, including the cover and inside cover ; 412 JPG and TIFF images","description":"The volume contains baptismal records from 1858 to 1862 of children who were free, freed, and freed at baptism. Children are listed as white, black, \"pardo/a,\" mulatto, or \"crioulo/a\". Children were registered as legitimate or illegitimate. Parents were enslaved or free and were from the parish of Nossa Senhora dos Milagres and elsewhere. The volume also contains baptisms of children abandoned at private houses and at the main church of Nossa Senhora dos Milagres. Godparents were enslaved and free. Baptisms took place at the main church, in Ágoa Doce, at the Capela das Pombas, at the Capela do Monteiro, at the Capela Carauba, at the Capela Santa Clara, at the Fazenda Serra Branca, at the Fazenda Carnauba, and at the Fazenda São José. Sacraments were administered by Father Bernardo José Gonsalves, Father Francisco Ananias de Feris Castro, Father Manoel Francisco de Souza, and Father Alipio Emiliano Cordeiro da Cunha. Signed by Vicar José de Souza Magalhães. Bound, damaged document containing handwritten records. Cloth binding. Pages are numbered up to folio 202. The number 48 is repeated across two pages. Pages are out of order after 104. ","language":["Portuguese"],"title":"Book 10: Baptisms (1858-1862) / Livro 10 De 1858 a 1862 Batismo","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1858-01-01T00:00:00Z"}},{"id":"253645","fields":{"end_date":"1853-12-31T23:59:59Z","identifier":"253645","country":"Brazil","creator":"British Library EAP627","images":"518","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with  259 folios, including the cover and inside cover ; 518 JPG and TIFF images","description":"The volume holds baptismal records from 1846 to 1853 of children who were free, freed, \"criola\", freed at baptism, abandoned, captive, and/or Indian. The children were described as white, \"parda\", black, or \"semiwhite\". Children were registered as legitimate or illegitimate. Parents were listed as enslaved, free, or freed. Parents were from the Freguesia de Nossa Senhora dos Milagres, Bom Jesus, Santo André, Ponta da Serra, Cacimbinha, Recanto, Olho D'água, and Fazenda do Buraco. The volume also includes children who were abandoned at private homes or ranches. Parents and godparents lived in Badalo, Serra Branca, Serrota, Fazenda Varzea Nova, Santa Catarina, Jacarará, Fazenda Zabelé, Fazenda Umbuzeiro, Fazenda Balança, Fazenda Juá, Fazenda João Ferreira, Cassimbas, Freguesia de Nossa Senhora dos Milagres, and Santo André. The volume also includes baptisms of adults, described as belonging to the people of Angola and Bengala. Baptisms took place in the Capela das Pombas, Oratório da Boa Vista da Carnaúba, Fazenda Sítio, Fazenda Caxoeira, Timbaúba, Fazenda da Barra, Capela do Monteiro, Casa de  Oração de Santa Clara, Capela São Thome, Capela do Congo, Oratório da Carnaúba, Fazenda Simão Lopes, Fazenda Pereiro de São João do Cariri, a private place of prayer in Alagoas do Cotuca, Fazenda Serca de Pedra, Fazenda Olho D'Água do Cunha, a private place of prayer at the Fazenda Carauba, Capela de Nossa Senhora das Dores, Oratório da fazenda do Salgado, Oratório da Fazenda Corimataes. Sacraments were administered by the Assisting Father João de S. Delfina, Vicar José Gomes Pequeno, and Vicar José de Souza Magalhães. Godparents include: Vicente Francisco Alves Pequeno, Dr. Francisco Rois Ramalho Franca e Leite and Dona Delfina Carolina Xavier França e Leite, Second Lieutenant Antonio Gomes da Silveira and Dona Rosa Rolim, Captain Galdino da Costa Oliveira, Sargeant Major Luis José Pereira da Cunha and his wife D. Anna Joaquina do Espírito Santo, Joaquim and Josefa (captives), Captain Manuel Vieira, Captain Ildefonso da Costa Romeu, Lieutenant Colonel Caetano de Souza Varjão, Major Luis Jozé Pereira da Cunha and his wife D. Anna Joaquina do Espírito Santo, Colonel Bento da Costa Villar and his wife Umbelina Aurea Guilherme de Carvalho, Doctor Francisco Feliz de Carvalho and Benigna Emelinda de Carvalho, Major Ântonio da Costa Salgado and Leopoldina Pessoa Cavalcanti, Ignácio José de Queirós, João Batista Correia de Queirós, Caetano and Theresa (slaves of Francisco Alves), Antonio da Costa and Joaquina (slaves of Francisco Antonio da Paz), Captain Luis Costa Villar and his wife Dona Carlota Joaquina Fruidour, Lieutenant Colonel Justino Gomes and his wife Britis Rolins Acioles Vilar, Captain Ignácio da Costa Freires Mariz and his wife Vicência Freires Pessoa. Bound, damaged volume of handwritten documents. Pages are numbered up to folio 257.","language":["Portuguese"],"title":"Book 8: Baptisms (1846-1853) / Livro N. 8 1846-1853 Batizados","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1845-01-01T00:00:00Z"}},{"id":"254164","fields":{"end_date":"1858-12-31T23:59:59Z","identifier":"254164","country":"Brazil","creator":"British Library EAP627","images":"600","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 300 folios, including the cover and inside cover ; 600 JPG and TIFF images","description":"This volume contains baptismal records from 1853 to 1858 of children who were enslaved, freed at baptism, and/or abandoned. Children were registered as legitimate or illegitimate. Children were described as white, \"parda\", \"cabra\", black, \"semi-white\", and \"crioula\". Parents were white, enslaved, or freed and were from the parish. Godparents were enslaved and free. Baptisms took place at the main church, the Capela do Congo, the Capela de São Thomé, the Capela de São José das Pombas, the Capela Carauba, the Capela do Monteiro, a private place of prayer at the  Fazenda do Riaxo, the Fazenda Curimatans, the Fazenda Cerca de Pedra, the Fazenda do Saco, the Fazenda do Quati, the Fazenda Carnauba, the Fazenda Santo André, the Fazenda Timbauba, the Fazenda São Gonçalo, the Fazenda Pedra Comprida, the Fazenda Serra Branca, the Fazenda Juá, the Fazenda da Vargem Nova, the Fazenda São Brás, the Fazenda Balolam, the Fazenda Boiato, the Fazenda Campo Verde, the Fazenda Desterro, and the Fazenda Varzea da Onça, all within the parish of São João do Cariri. Baptisms also took place at the main church of Villa de Alagoa Nova and a private place of prayer at the Fazenda São Francisco in Campina Grande. Sacraments were administered and signed by Father João de Santa Delfina (Assisting) and the vicar, José de Souza Magalhães. Bound, damaged volume of handwritten records. Cloth binding. Folios are numbered up to 296.","language":["Portuguese"],"title":"Book 9: 1853-1858 / Livro 9 1853 - 1858","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1853-01-01T00:00:00Z"}},{"id":"254969","fields":{"end_date":"1867-12-31T23:59:59Z","identifier":"254969","country":"Brazil","creator":"British Library EAP627","images":"314","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 157 folios, including the cover and inside cover ; 314 JPG and TIFF images","description":"The volume contains baptismal records from 1864 to 1867 of free and enslaved children. Children were listed as white, black, \"parda\", and \"semibranca\". Children were registered as legitimate or illegitimate. Parents were free and enslaved and were from the parish of Nossa Senhora dos Milagres. The volume also contains baptismal records of children who were abandoned at private homes. Baptisms took place at the main church of Nossa Senhora dos Milagres, the Capela de São José, the Capela do Batalhão, the Capela do Monteiro, the Capela das Pombas, the Fazenda Capitãozinho, the Fazenda Ponta da Pedra, a private place of prayer in Caldeiras, the Oratório Privado do Agreste, the Oratório Privado da Fazenda Cariassú, and the Oratório Público do Batalão, all within the parish of São João do Cariri. Godparents were doctors, priests, and other, and were free and enslaved. Sacraments were administered by the reverends Joaquim Manoel Correia Silva, Bernardo José Gonçalves, Genuino Walfrido de Souza Gurjão, Antonio Feliciano Padilha, Paulino Villar dos Santos Barbosa, Alipio Emiliano Cordeiro da Cunha, José de Souza Magalhães, José Ambrosio da Costa, Francisco Ananias de Farias Castro and Herculano Xavier da Rocha. The volume is signed by José de Sousa Magalhães. Bound, damaged volume of handwritten records. Cloth binding. ","language":["Portuguese"],"title":"Book 12 (formerly book 19) (1864-1867) / Livro 12 (Ex 19) De 1864 - 1867","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1864-01-01T00:00:00Z"}},{"id":"255697","fields":{"end_date":"1875-12-31T23:59:59Z","identifier":"255697","country":"Brazil","creator":"British Library EAP627","images":"154","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 77 folios, including cover and inside cover ; 154 JPG and TIFF images","description":"This volume contains baptismal records from 1873 to 1875 of enslaved children and of white or \"parda\" children. Some children had two parents, while others were born to a mother only. Parents were free and enslaved and were from the parish of Nossa Senhora dos Milagres. Baptisms took place at the Capella de Caraúbas, the Capella de Timbaúba, the Capella do Batalhão, the Capella de Sant'Anna do Congo, the Capella do Jerichó, the Capella das Pombas, the Oratório privado de Bonito, the Oratório privado Campo Grande, the Oratório privado do Pindurão, the Fazenda Santa Clara, and the Fazenda Arueira, all within the parish of São João do Cariri. Sacraments were administered by Father Manoel Ubaldo da Costa, Father Herculano Xavier da Rocha, Father Francisco Ananias Farias de Castro, Father Paulino Villar dos Santos Barboza, Father Luiz Marinho de Freitas, Canon Francisco Rochael, and Vicar José de Souza Magalhães. Signed by the vicar, José de Sousa Magalhães. Bound, damaged volume containing handwritten records. Cloth binding. Pages are numbered through folio 71.","language":["Portuguese"],"title":"Book 14 (formerly book 25) (1873-1875) / Livro 14 (Ex 25) De 1873 - 1875","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1873-01-01T00:00:00Z"}},{"id":"255852","fields":{"end_date":"1864-12-31T23:59:59Z","identifier":"255852","country":"Brazil","creator":"British Library EAP627","images":"203","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 102 folios, including cover and inside cover ; 203 JPG and TIFF images","description":"The volume holds baptismal records from 1862 to 1864 of free and enslaved children. Children are listed as white, black, \"parda\", and \"crioula\". Children were registered as legitimate or illegitimate. Parents were free and enslaved and came from the parish of Nossa Senhora dos Milagres. Baptisms took place at the main church of Nossa Senhora dos Milagres, the Capela de São José in the parish of Ingazeira, the Capela de São Thomé, the Capela das Pombas, a private place of prayer in Timbaúba, a place of prayer in Carnaubal, the Oratório de Serra Branca, a private place of prayer in a private home, a private place of prayer in Mão beijada, a private place of prayer in Fundamento, a private place of prayer in Catolé, the Capela do Fundão, a private place of prayer in Pereiro, and the Capella de Boa Vista (branch of the main church in Campina Grande). Godparents were free and enslaved. Some godparents held military titles. Sacraments were administered by reverends Joaquim Manoel Correia Silva, João José Bizerra, Genuino Walfrido de Souza Gurjão, Manoel Ubaldo da Costa Ramos, Paulino Villar dos Santos Barbosa, Alipio Emiliano Cordeiro da Cunha, Estanislau Ferreira de Carvalho, José de Souza Magalhães, Jacinto José Bizerra, Francisco Ananias de Faria, Paulino Villar and the assistant Herculano Xavier da Rocha. Signed by the reverend assistant Herculano Xavier da Rocha. Bound, damaged volume of handwritten records. Cloth binding. Numbered to folio 98.","language":["Portuguese"],"title":"Book 11 (formerly book 17) (1862-1864) / Livro 11 (ex 17) De 1862 - 1864","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1862-01-01T00:00:00Z"}},{"id":"256056","fields":{"end_date":"1871-12-31T23:59:59Z","identifier":"256056","country":"Brazil","creator":"British Library EAP627","images":"412","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 206 folios, including cover and inside cover; 412 JPG and TIFF images","description":"The volume contains baptismal records from 1867 to 1871 of children and newborns who were free or enslaved and were listed as white, black, \"parda\", \"semi-white\", mulatta, \"crioula\", and \"cabra\". Children were registered as legitimate or illegitimate. This volume contains baptisms of black children who were free according to the Free Womb Law, nº 2040 of 28 Sept 1871. Parents were enslaved and from the parish of Nossa Senhora dos Milagres. Godparents were free or enslaved. There is one baptismal record of an abandoned, white child. Baptisms took place at the main church, the Capela de São José, the Capela de São Francisco (branch of the main church of Campina Grande), the Capela de São Thomé, the Capela de Carauba, the Capela do Batalhão, the Capela de Serra Branca, the Capela da Solidade, the Capela São Francisco, the Oratório público de Lagamar, the private place of prayer of the Fazenda Espírito Santo, the Oratório privado Ourinho, the Oratório público de Carnauba, the  Oratório privado de José Domingos da Silva Lacerda, the Oratório privado da Fazenda Capitãozinho, the Casa de Oração do Periquito the parish of Nossa Senhora da Conceição do Jardim, the Oratório privado da Fazenda Bonito, and the main church of Nossa Senhora da Conceição de Cabaceiras. Sacraments were administered by Father Manoel Ubaldo da Costa Roma, Father Joaquim Eneas Cavalcante, Reverend Alípio Emiliano Cordeiro da Cunha, Reverend Genuino Walfrido de Souza Gurjão, Reverend Paulino Villar dos Santos Barbosa, Reverend Francisco Ananias de Fariaz Castro, Reverend Jacintho José Bezerra Manoel Ubaldo da Costa Ramos, Custódio Luis de Araújo, José Fidelis da Silva, Tranquillino Cabral Tavares de Vasconcellos, Francisco Alves Pequeno, Izidro Gomes de Sousa, and the vicar, José de Sousa Magalhães. The volume is signed by Vicar José de Souza Magalhães. Bound, damaged volume of handwritten records. Cloth binding. ","language":["Portuguese"],"title":"Book 13 (formerly book 15) (1867-1871) / Livro 13 (Ex 15) De 1867 - 1871","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1867-01-01T00:00:00Z"}},{"id":"256469","fields":{"end_date":"1890-12-31T23:59:59Z","identifier":"256469","country":"Brazil","creator":"British Library EAP627","images":"208","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with104 folios, including cover and inside cover ; 208 JPG and TIFF images","description":"This volume contains baptismal records for 1889 to 1890. Children were registered as legitimate or illegitimate. This volume also contains records of children abandoned at private houses. Baptisms took place at the main church, the Capela de S. Thomé, the Capela Curralinho de São José das Pombas, the Capela de Serra Branca, no lugar Barra, the Lugar Curimatães, the Capela Batalham, the lugar Destino, the Oratório Particular, the lugar Badalo, the Capela de São José dos Cordeiros, the lugar José da Silva, the lugar Espírito Santo, the Oratório público de Carnauba, the lugar Joazeiro, the lugar Cacimba de Pedra, the Capela de Solidade, the Capela de Boa Vista, and the Lugar Xiquexique, among others.  Sacraments were administered by Vicar Emygdio Fernandes Oliveira, Father Alipio Emiliano Cordeiro da Cunha, Father Joaquim Eneas de Sousa, Father Luis Marinho de Freitas, Custódio Luiz de Araujo, Father Paulino Villar dos Santos, and Father Urçulino Xavier da Rocha. Signed by Vicar Emygdio Fernandes Oliveira. Bound, damaged volume of handwritten records. Cloth binding. Pages are numbered through folio 100.","language":["Portuguese"],"title":"Book 16A (formerly book 45) (1889-1890) / Livro 16A (Ex 45) De 1889 a 1890","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1889-01-01T00:00:00Z"}},{"id":"256678","fields":{"end_date":"1890-12-31T23:59:59Z","identifier":"256678","country":"Brazil","creator":"British Library EAP627","images":"332","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 166 folios, including cover and inside cover ; 332 JPG and TIFF images","description":"This volume contains baptismal records from 1879 to 1883 of white, \"parda\", and \"semiwhite\" children. Children were registered as legitimate or illegitimate. Godparents lived in the parish of São João do Cariri. Baptisms took place at the main church, the Capela de São Thomé, the Capela do Batalhão, the Capela de Sant’Ana do Congo, the Capela da Barra de São Miguel (parish of Cabaceiras), the Capela de Solidade, the Capela do Jericó, the Capela das Pombas, private place of prayer at the Fazenda Caboclos, the Oratório Público de Carnauba, and others. Sacraments were administerd by Father Francisco Ananias de Farias Castro, Father Paulino Villar dos Santos Barboza, Father Bernardo José Gonçalves, Father Thomaz Coelho Estima, Father Herculano Xavier da Rocha, Father Luiz Marinho de Freitas, Father Joaquim Enéas Cavalcanti, and Father Paulino Villar da Conceição. Signed by Vicar José de Souza Magalhães. Bound, damaged volume of handwritten records. Cloth binding. Folio numbering is out of order due to binding. ","language":["Portuguese"],"title":"Book 15 (formerly book 28) (1879-1883) / Livro 16 (Ex 28) De 1879 a 1883","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1889-01-01T00:00:00Z"}},{"id":"257011","fields":{"end_date":"1879-12-31T23:59:59Z","identifier":"257011","country":"Brazil","creator":"British Library EAP627","images":"312","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 156 folios, including the cover and inside cover; 312 JPG and TIFF images","description":"The volume contains baptismal records from 1875 to 1879 of enslaved, abandoned, exorcised, and freed children. The children are listed as white and \"parda\" and were registered as legitimate, illegitimate, or abandoned. Parents are free and enslaved and from the parish of Nossa Senhora dos Milagres. Baptisms took place at the main church of São João do Cariri, the Capella Sant'Anna do Congo, the Capella Soledade, the Capela do Batalhão, the Capella Caraubas, the Capella das Pombas, the Fazenda do Sacco, the Fazenda Juâ, the Fazenda do Poço dos Cavallos, the Fazenda Campo Grande, the private place of prayer of the Fazenda Água Doce, and the private place of prayer of the Fazenda Fortaleza, all within the parish. Sacraments were administered by the Canon Joaquim Gonsalves Ferreita da Cruz, Father Custódio Luiz D'Araujo, Father Manoel Ubaldo da Costa Ramos, Father Joaquim Avelino Cavalcante, Father Joaquim Eneas Cavalcanti, Father Herculano Xavier da Rocha, and Vicar José de Sousa Magalhães. Volume signed by the vicar, José de Sousa Magalhães. Bound, damaged volume containing handwritten records. Cloth binding. Pages are numbered through folio 150.","language":["Portuguese"],"title":"Book 15 (formerly book 6) (1875-1877) / Livro 15 (Ex 6) De 1875 - 1877","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1875-01-01T00:00:00Z"}},{"id":"259176","fields":{"end_date":"1894-12-31T23:59:59Z","identifier":"259176","country":"Brazil","creator":"British Library EAP627","images":"402","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 201 folios, including cover and inside cover  ; 402 JPG and TIFF images","description":"This volume contains baptismal records from 1891 to 1894 of newborns and children listed as white and \"parda\". Children were registered as legitimate or illegitimate. Parents were free and from the parish of Nossa Senhora dos Milagres and elsewhere. Godparents were free. Baptisms took place at the main church, Desterro, the Capela do Batalhão, the Capela de S. Ana do Congo, the Capela de São Thomé (Monteiro parish), the Capela de Timbauba, the Capela de Serra Branca, the Capela de São José dos Cordeiros, the Capela de S. André, the Fazenda Paço Cumprido, the Matriz de Pedra Lavrada, the Fazenda Mundo Novo, and the Oratório de Carauba. Sacraments were administered by Father Paulino Villar dos Santos Barbosa, Custódio Luis D’Araujo e Sousa, Father Bento de Maria Barros, Father Francisco de Ananias de Farias Castro, and Father Herculano Chavier da Rocha. Signed by Father Alipio Emiliano Cordeiro da Cunha and Father Luis Marinho de Freitas. A priest accidentally included in this volume three marriage records for couples considered \"pardo\".  Bound, damaged volume of handwritten records. Cloth binding. Pages are out of order due to binding. Number 65 is missing.","language":["Portuguese"],"title":"Book 17 (formerly book 30) (1891-1894) / Livro 17 (Ex 30) De 1891 - 1894","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1891-01-01T00:00:00Z"}},{"id":"259579","fields":{"end_date":"1904-12-31T23:59:59Z","identifier":"259579","country":"Brazil","creator":"British Library EAP627","images":"312","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 156 folios, including cover and inside cover ; 312 JPG and TIFF images","description":"This volume contains baptismal records from 1900 to 1904 of newborns and children registered as white, \"parda\", and \"semi-white\". Some children were born to two parents, while others to only a mother. Baptisms took place at the Capela da Solidade, the Capela de Timbaúba, the Capela do Batalhão, the Fazenda Jundiá, the Fazenda Curraes Velhos, the Fazenda Sucurú, the Fazenda Borges, a public place of prayer in Carnaúba and elsewhere. Sacraments were administered by Father Antonio José D’Araújo, Father Custódio Luiz D’Araujo e Souza, Father Paulino Villar dos Santos Barbosa, Father José Bethamio de Gouveia Nobrega, the vicar Francisco Ananias de Faria Castro, and others. Signed by the vicar Francisco Ananias de Faria Castro. Bound, damaged volume of handwritten records. Cloth binding. Pages are numbered through folio 151.","language":["Portuguese"],"title":"Book 19 (formerly book 32) (1900-1904) / Livro 19 (Ex 32) De 1900 a 1904","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1889-01-01T00:00:00Z"}},{"id":"259892","fields":{"end_date":"1901-12-31T23:59:59Z","identifier":"259892","country":"Brazil","creator":"British Library EAP627","images":"412","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 206 folios, including cover and inside cover ; 412 JPG and TIFF images","description":"This volume contains baptismal records from 1894 to 1900 of free children registered as white or \"parda\". Children were registered as legitimate or illegitimate. Baptisms took place at the main church, the Capela de São José, the Capela do Batalhão, the Capela do Congo, the Fazenda Boa Vista, and a private place of prayer. Sacraments were administered by Father Paulino Villar dos Santos Barbosa, Father Custódio Luis de Araujo e Souza, Father Pedro Jacinto Ramos, Vicar Francisco Ananias de Farias, and others. Signed by vicar Francisco Ananias de Farias. Bound, damaged volume of handwritten records. Cloth binding. Pages are numbered through folio 203.","language":["Portuguese"],"title":"Book 18 (formerly book 31) (1894-1900) / Livro 18 (Ex 31) De 1894 a 1900","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1894-01-01T00:00:00Z"}},{"id":"260306","fields":{"end_date":"1910-12-31T23:59:59Z","identifier":"260306","country":"Brazil","creator":"British Library EAP627","images":"430","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 215 folios, including cover and inside cover ; 430 JPG and TIFF images","description":"This volume contains baptismal records for 1904 to 1910 of children and newborns registered as white, \"semi-white\", black, and \"parda\". Children were born to two parents, to a mother only, or abandoned at private homes. Parents were from the parish of Nossa Senhora dos Milagres. Baptisms took place at the private place of prayer of S. André, at the Capella de Solidade, at the Capella de Sant'Anna do Congo, at the Capella de Caraubas, at the Capella das Pombas, at the Capella do Alagamá, in Sucurú, at the Fazenda Poço da Pedra, at the Capella do Jericó, at the Capella de Serra Branca, in the main church of São João do Cariri, in the Oratório Público da Malhada das Cruzes, at the Fazenda Espírito Santo, at the Fazenda Volta, in Ligeiro, and in Varsea Nova, all branches of the main church in São João do Cariri. Baptisms also took place at the Capella do Jatobá, a branch of Panaritinga. This volume contains records of baptisms of children abandoned at private houses and children sub conditione. Sacraments were administered by Father Custodio Luis D'Araujo, Father Augusto Birengue, Father Jose Bethamio de Gouveia, Father João Gomes, Father Francisco Ananias, Father Manoel Christovam Ribeiro Ventura, Reverend Francisco Torres, and by the vicar, Francisco de Ananias de Faria Castro. Volume signed by the vicar, Francisco de Ananias de Farias Castro. Bound, damaged volume of handwritten records. Cloth binding. ","language":["Portuguese"],"title":"Book 20 (formerly book 33) (1904 to 1910) / Livro 20 (Ex 33) De 1904 a 1910","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1904-01-01T00:00:00Z"}},{"id":"260737","fields":{"end_date":"1916-12-31T23:59:59Z","identifier":"260737","country":"Brazil","creator":"British Library EAP627","images":"212","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with106 folios, including cover and inside cover ; 212 JPG and TIFF images","description":"This volume contains baptismal records from 1915 to 1916 of children considered legitimate or illegitimate. Parents were from the parish of Nossa Senhora dos Milagres. Baptisms took place at the Capela de Serra Branca, in Macambira, at the Capela de Sant'Anna do Congo, at the Capela do Cochichola, in the main church of São João do Cariri, in Poço da Pedra, at the Capela de Timbaúba, at the Capela das Pombas, in Sucurú, at the Capela de São Thomé, in Alagamar, and in Nova Vista no José da Silva, all within the parish of São João do Cariri. Baptisms also took place at the main church of Alagoa Nova. Sacraments were administered by the vicar, Joaquim Theophilo Agra da Silva, and by Father João Borges de Salles and Father Arthur Cavalcante. The volume was signed by the vicar, Joaquim Theophilo Agra da Silva. Bound, damaged volume of handwritten records. Cloth binding. Pages are numbered through folio 100. ","language":["Portuguese"],"title":"Book 24 (formerly book 24) (1915-1916) / Livro 24 (Ex 37) De 1915 a 1916","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1915-01-01T00:00:00Z"}},{"id":"260950","fields":{"end_date":"1912-12-31T23:59:59Z","identifier":"260950","country":"Brazil","creator":"British Library EAP627","images":"312","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 156 folios, including cover and inside cover ; 312 JPG and TIFF images","description":"This volume contains baptismal records from 1910 to 1912 of children considered legitimate and illegitimate. Parents are from the parish of  Nossa Senhora dos Milagres. Baptisms took place in Malhada da Roça, in Congo, in Pombas, at the main church of São João do Cariri, in Serra Branca, in S. André, in Coxixola, at a place referred to as \"Marias Pretas”, at a place referred to as \"São João\", in Cacimba Nova, at the Capela do Jatobá, at the Capela de Santa Anna, and at the Capela de S. Miguel, all within the parish of São João do Cariri. Sacraments were administered by Father Manoel Christovam Ribeiro Ventura, Father Custódio Araujo, Father Alves Pequeno, Father Victorino de Paiva, and Father José Cabral.  Volume signed by Father Manoel Christovam Ribeiro Ventura. Bound, damaged volume of handwritten records. Cloth binding. Pages are numbered through folio 150.","language":["Portuguese"],"title":"Book 21 (Formerly book 34) (1910-1912) / Livro 21 (Ex 34) De 1910 a 1912","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1910-01-01T00:00:00Z"}},{"id":"261264","fields":{"end_date":"1919-12-31T23:59:59Z","identifier":"261264","country":"Brazil","creator":"British Library EAP627","images":"412","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 206 folios, including cover and inside cover; 412 JPG and TIFF images","description":"This volume contains baptismal records from 1917 to 1919 of children considered legitimate or illegitimate. Parents are from the parish of Nossa Senhora dos Milagres. Baptisms took place in the main church, in Sucurú, at the Capela de São Miguel (in the parish of Cabaceiras), at the Capela de Serra Branca, at the Capela de Cochichola, at the Capela de Timbaúba, at the Capela de Santana do Congo, at the Capela de Caraúbas, and elsewhere. Sacraments were administered by Father José Leal, Father Zeferino Maria de Athaydes, and Father Theodomiro de Queiros Mello. Volume signed by the vicar, Joaquim Theophilo Agra da Silva. Bound, damaged volume of handwritten records. Cloth binding. Page numbering is out of order, caused by binding.","language":["Portuguese"],"title":"Book 26 (formerly book 39) (1917-1919) / Livro 26 (Ex 39) de 1917 a 1919","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1917-01-01T00:00:00Z"}},{"id":"261677","fields":{"end_date":"1917-12-31T23:59:59Z","identifier":"261677","country":"Brazil","creator":"British Library EAP627","images":"212","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 106 folios, including cover and inside cover  ; 212 JPG and TIFF images","description":"This volume contains baptismal records from 1916 to 1917 of children born to two parents or to a mother only. Parents were from the parish of Nossa Senhora dos Milagres. Baptisms took place at the Capela de Serra Branca, at the main church of São João do Cariri, at the Fazenda Arara, at the Capela de Santo André, in São Joaquim, at the Capela de Cochichola, at the Capela de Caraúbas, in Riacho do Buraco, at the Capela de Timbaúba, in Nova Vista, in Cabôcolos, in Cacimbas, in Tatú, na Malhada da Roça, in Sacco, in Ligeiro, in Arara, in Viração, in Poço do Jatobá, in Santa Rita, in Pôço Vêrde, and in Ligeiro, all within the parish of São João do Cariri. Baptisms also took place at the Capela do Joaseiro in the parish of Soledade, in São Thomé of the parish of Alagôa do Monteiro, at the Capela de São Miguel of the parish of Cabaceiras, at the Capela de Santo André of the parish of Taperoá, and at the Capela de Jatobé within the Archdiocese of Olinda. Sacraments were administered by Vicar Joaquim Theophilo Agra da Silva, Ignácio Cavalcante, Father Arthur Cavalcante, Father Victorino de Paiva, and Father José Cabral. Volume signed by the vicar, Joaquim Theophilo Agra da Silva. Bound, damaged volume of handwritten records. Pages are numbered through folio 100.","language":["Portuguese"],"title":"Book 38 (formerly book 38) (1916-1917) / Livro 38 Batizado De 1916 a 1917","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1916-01-01T00:00:00Z"}},{"id":"261890","fields":{"end_date":"1921-12-31T23:59:59Z","identifier":"261890","country":"Brazil","creator":"British Library EAP627","images":"412","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 206 folios, including cover and inside cover; 412 JPG and TIFF images","description":"This volume holds baptismal records from 1919 to 1921 of children considered legitimate or illegitimate. Parents were from the parish of Nossa Senhora dos Milagres and elsewhere. Baptisms took place in the main church, at the Capela de Sant’Anna do Congo, at the Capela de Jatobá do Brejo, at the Capela de Serra Branca, at the Capela de Joazeiro (Soledade parish), in São Sebastião de Alagoa Nova, at the Fazenda Maracajá, at the Fazenda Riacho do Buraco, at the Fazenda Pedra D’Agua, at the Fazenda Cacimba Nova, at the Fazenda Azeites, at the Fazenda Varzea do Estevam, in Sucurú, in Sítio Agua Doce, and elsewhere. Sacraments were administered by Father Theodomiro de Queiros Mello, Father Victorino de Paiva, Father Joaquim Agra, and  Canon José Bethamio. Signed by Father Theodomiro de Queiros Mello. Bound, damaged volume of handwritten records. Cloth binding. Pages are numbered through folio 200.","language":["Portuguese"],"title":"Book 27 (formerly book 40) (1919-1921) / Livro 27 (Ex 40) De 1919 a 1921","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1919-01-01T00:00:00Z"}},{"id":"264066","fields":{"end_date":"1927-12-31T23:59:59Z","identifier":"264066","country":"Brazil","creator":"British Library EAP627","images":"408","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 204 folios, including cover and inside cover ; 408 JPG and TIFF images","description":"This volume contains baptismal records from 1924 to 1926 of children considered legitimate or illegitimate. Baptisms took place at the main church, Capela de Cochichola, Capela de Santa Luzia, Capela de Joaseiro, Capela de Sucurú, Capela de Timbauba, Fazenda Pedra da Agua, Sitio Bôa Vista, Sitio Roçado de Fora, Sitio Curraes Velhos, and elsewhere. Sacraments were administered by Father Theodomiro de Queiros, Father Apollonio Gaudencio de Queiroz, the Canon José Bethamio, and the Bishop D. Joaquim A. de Almeida. Records were signed by Father Theodomiro de Queiros. Bound, damaged volume of handwritten records. Cloth binding. Pages are numbered through 399. This volume is incomplete.","language":["Portuguese"],"title":"Book 30 (formerly book 43) (1924-1926) / Livro 30 (Ex 43) 1924-1926","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1924-01-01T00:00:00Z"}},{"id":"264475","fields":{"end_date":"1924-12-31T23:59:59Z","identifier":"264475","country":"Brazil","creator":"British Library EAP627","images":"412","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 206 folios, including cover and inside cover ; 412 JPG and TIFF images","description":"This volume contains baptismal records from 1922 to 1924 of children considered legitimate or illegitimate and whose parents were from the parish of São João do Cariri. Baptisms took place in the main church, at the Capella de Cochichóla, at the Capella de Lucenopolis, at the Capella de Juazeiro, at the Capella de Sant’Anna do Congo, at the Capella de Serra Branca, at the Fazenda Jurema, at the Fazenda Riacho do Algodão, at the Fazenda Caiçara, at the Fazenda São João, at the Fazenda Cipó, and elsewhere. Sacraments administered by Father Theodomiro de Queiros, Father José Coutinho, and by the Canon José Bethamio. Records signed by Father Theodomiro de Queiros. Bound, damaged volume of handwritten records. Cloth binding. Pages are numbered through folio 200. ","language":["Portuguese"],"title":"Book 29 (formerly book 42) (1922-1924) / Livro 29 (Ex 42) De 1922 a 1924","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1922-01-01T00:00:00Z"}},{"id":"264888","fields":{"end_date":"1922-12-31T23:59:59Z","identifier":"264888","country":"Brazil","creator":"British Library EAP627","images":"208","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 104 folios, including cover and inside cover ; 208 JPG and TIFF images","description":"The volume holds baptismal records from 1921 to 1922 of children and newborns born to two parents or to only a mother. Parents are from the parish of Nossa Senhora dos Milagres and elsewhere. Baptisms took place in the main church, at the Capela de Timbaúba, at the Capela de Serra Branca, at the Capela de Sant’Anna do Congo, at the Capela de Jatobá, at the Capela de Serra Branca, at the Capela de Cochichóla, at the Capela de Lucenopolis, at the Fazenda Serrote Apertado, and at the Fazenda Bela Vista, all within the parish of Nossa Senhora dos Milagres. Sacraments administered by Father José Coutinho, Father João de Deus Mindello, Father Theodomiro de Queiróz Mello, Father Victorino de Paiva, and others. Records signed by Father Theodomiro de Queiróz Mello. Bound, damaged volume of handwritten records. Pages are numbered through folio 100.","language":["Portuguese"],"title":"Book 28 (formerly book 41) (1921-1922) / Livro 28 (Ex 41) De 1921 a 1922","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1921-01-01T00:00:00Z"}},{"id":"265097","fields":{"end_date":"1928-12-31T23:59:59Z","identifier":"265097","country":"Brazil","creator":"British Library EAP627","images":"208","city":"São João do Cariri","subject":["Baptisms","Brazil"],"format":"1 handwritten volume with 104 folios, including cover and inside cover; 208 JPG and TIFF images","description":"This volume contains baptismal records from 1926 to 1928 of children. Baptisms took place at the main church, Capela de Cochichola, Capela de Serra Branca, Capela de Timbaúba, Capela de Ipoeira, Capela de Sucurú, Capela de Santa Luzia, Capela de Bom Sucesso, Fazenda Ligeiro, Fazenda Garrota, Sítio Formigueiro, Sitio Macambira, and elsewhere. Sacraments were administered by Father Apollonio Gaudencio de Queiroz, Father Antonio Ramalho, by the Canon Jose Bethamio, and by Monseigneur Francisco de Assis. Records signed by Father Apollonio Gaudencio de Queiroz. Bound, damaged volume of handwritten records. Pages are numbered through folio 100.","language":["Portuguese"],"title":"Book 31 (formerly book 44) (1927-1928) / Livro 31 (Ex 44) 1927-1928","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1926-01-01T00:00:00Z"}},{"id":"265306","fields":{"end_date":"1819-12-31T23:59:59Z","identifier":"265306","country":"Brazil","creator":"British Library EAP627","images":"398","city":"São João do Cariri","subject":["Marriages","Brazil"],"format":"1 handwritten volume of 199 folios, including cover and inside cover ; 398 JPG and TIFF images","description":"This volume contains marriage records from 1770 to 1816. The betrothed were listed as free and freed and hailed from the parish of Nossa Senhora dos Milagres, Mamanguape, Cidade da Paraíba, Goiana, Recife, Pombal, Porto (Portugal), and elsewhere. Marriages took place at the main church and at the following chapels: do Congo, de Nossa Senhora da Conceição de Cabaceiras, and de Nossa Senhora da Conceição in Campina Grande. Sacraments were administered by Father Cypriano José da Camara Gondim (priest and vicar of Cariri), and others. Priests and vicars of Cariri include: Alexandre Teixeira Mendes, Lourenço Alvares Duarte de Araujo Lima Gondim, Verissimo Machado, and José Fellis de Moraes. The betrothed were confirmed as free to marry by Joaquim Monteiro da Rocha, Visitor from the Sertões do Norte; Bishop Thomas da Encarnação; Ignacio de Araujo Gondim, visitador geral. Bound volume of handwritten records. Volume was restored with the use of a film, which makes it difficult to read the pages. Hard cover (not original cover). Pages are numbered through folio 36, then there is a pause through folio 168, where numbering resumes.","language":["Portuguese"],"title":"Book 2 of Marriages in the Parish of Nossa Senhora dos Milagres, Cariri de Fora (1770-1816) / Livro de Casamento N. 2 Freguesia de Nossa Senhora dos Milagres - Cariri de Fora 1770 a 1816","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1770-01-01T00:00:00Z"}},{"id":"265705","fields":{"end_date":"1816-12-31T23:59:59Z","identifier":"265705","country":"Brazil","creator":"British Library EAP627","images":"208","city":"São João do Cariri","subject":["Confirmations","Brazil"],"format":"1 handwritten volume of 104 folios, including the cover and inside cover ; 208 JPG and TIFF images","description":"This volume contains confirmation records from 1778 to 1816. The people confirmed were free and enslaved and from the parish of Nossa Senhora dos Milagres, (Gentio de) Angola, (Gentio da) Costa, Sam Lorenço da Mata, Cabo, and Garanhum. Confirmations took place at the Capela de Santa Anna do Congo. Sacraments were administered and signed by Father Joaquim Monteiro Rocha (visitor). Bound volume of handwritten records. This volume is considerably damaged. Hard cover (not original cover). Pages are numbered through folio 69.The number 63 is skipped in the page numbering. ","language":["Portuguese"],"title":"Book of Confirmations of the Freguesia de Nossa Senhora dos Milagres, São João do Cariri (1778-1816) / Livro de Crisma da Freguesia de Nossa Senhora dos Milagres - São João do Cariri - 1778 a 1816","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1778-01-01T00:00:00Z"}},{"id":"265914","fields":{"end_date":"1876-12-31T23:59:59Z","identifier":"265914","country":"Brazil","creator":"British Library EAP627","images":"162","city":"São João do Cariri","subject":["Marriages","Brazil"],"format":"1 handwritten volume with 81 folios, including cover and inside cover; 162 JPG and TIFF images","description":"The volume contains marriage records from 1870 to 1876. The betrothed were listed as free, abandoned, or freed. Racial/ethnic designations include black, \"pardo\", white, and mixed. The betrothed hailed from Campina Grande, Taguaratinga, Brejo de Madre de Deos, Alagoa Nova, São José do Piranhas, Cabaceiras, Monteiro, and Patos. Marriages took place in the Capela do Batalhão, in the main church, at the Capela de São Thomé, and in private places of prayer. Sacraments were administered by Father Vicar José de Sousa Magalhães. Bound, damaged volume of handwritten records. Pages are numbered through folio 77. ","language":["Portuguese"],"title":"Book of Marriages No. 16 (1870-1876) / N. 16 Casamentos de 1870 a 1876","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1879-01-01T00:00:00Z"}},{"id":"266077","fields":{"end_date":"1885-12-31T23:59:59Z","identifier":"266077","country":"Brazil","creator":"British Library EAP627","images":"208","city":"São João do Cariri","subject":["Marriages","Brazil"],"format":"1 handwritten volume with 104 folios, including cover and inside cover ; 208 JPG and TIFF images","description":"This volume contains marriage records from 1877 to 1885. The betrothed were free and enslaved, white and black, and hailed from the parish of Nossa Senhora dos Milagres, Cabaceiras, Monteiro, Alagoa Nova, Piancó, Campina Grande, and Patos. Marriages took place at the Casa de oração de Serra Branca, at the Sítio Catolé, and in private places of worship at the following Fazendas (Ranches): Santo André, União, Carnaúba, Algodão, and Pendencia. Sacraments were administered by Father Vicar José de Sousa Magalhães. Bound, damaged volume of handwritten documents. Cloth binding. Pages numbered through folio 95. ","language":["Portuguese"],"title":"Book 3 (formerly book 17) (1877-1885) / Livro 3 (Ex 17) De 1877 a 1885","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1877-01-01T00:00:00Z"}},{"id":"266286","fields":{"end_date":"1776-12-31T23:59:59Z","identifier":"266286","country":"Brazil","creator":"British Library EAP627","images":"308","city":"São João do Cariri","subject":["Marriages","Brazil"],"format":"1 handwritten volume of 154 folios, including cover and inside cover ; 308 JPG and TIFF images","description":"This volume contains records of marriage licenses requested in 1776. It also has a list of expenses. The betrothed were from the parishes of Bom Jardim, São Lourenço da Mata, Luz, Senhora Santa Anna do Caicó, and others. Signed by Cypriano Jozé da Camara Gondim. Bound, restored volume of handwritten documents. Hard cover (not original cover). Volume begins at folio 51. From folio 51 through 98 and then from 150 to 208, there is nothing written on the pages. Numbering skips from folio 100 to 110.","language":["Portuguese"],"title":"Book of Requests for Marriage Licenses from the Freguesia de Nossa Senhora dos Milagres de São João do Cariri (1776) / Livro de Autoamentos de Mandados para Casamentos Freguesia de Nossa  Senhora dos Milagres - São João do Cariri - 1776","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1776-01-01T00:00:00Z"}},{"id":"266595","fields":{"end_date":"1901-12-31T23:59:59Z","identifier":"266595","country":"Brazil","creator":"British Library EAP627","images":"238","city":"São João do Cariri","subject":["Marriages","Brazil"],"format":"1 handwritten volume with 119 folios, including the cover and inside cover ; 238 JPG and TIFF images","description":"This volume contains marriage records from 1891 to 1900. The betrothed were white and black, born through legitimiate or illegitimate unions. Marriages took place at the Capela de Nossa Senhora das Dores (São José), Fazenda dos Macacos, Fazenda Varsea Brava, Fazenda Espinheiro, Capela de S. Anna do Congo, Capela do Batalhão, Santa Rita place, Susuarana place, and elsewhere. Sacraments were administered by Vicar Alipio Emiliano Cordeiro da Cunha, Vicar Herculano Xavier da Rocha, Vicar Francisco Ananias de Farias Castro, Vicar Paulino Villar dos Santos, and Vicar Custodio Luis D’Araujo. Records signed by Vicar Joaquim Eneas Cavalcante, Vicar Francisco Ananias de Farias Castro, Vicar Alipio Emiliano Cordeiro da Costa, and Vicar Emigdio Fernandes D’Oliveira. Bound, restored volume of handwritten records. Hard cover (not original cover). Pages are numbered through folio 114.","language":["Portuguese"],"title":"Book of Marriages of the Freguesia de Nossa Senhora dos Milagres - São João do Cariri (1891-1900) / Livro de Casamentos Freguesia de Nossa Senhora dos Milagres - São João do Cariri 1891 a 1900","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1891-01-01T00:00:00Z"}},{"id":"266834","fields":{"end_date":"1914-12-31T23:59:59Z","identifier":"266834","country":"Brazil","creator":"British Library EAP627","images":"308","city":"São João do Cariri","subject":["Marriages","Brazil"],"format":"1 handwritten volume with 154 folios, including cover and inside cover ; 308 JPG and TIFF images","description":"This volume contains marriage records from 1900 to 1914. The betrothed were listed as \"pardo\" and white and hailed from Piancó, Batalhão, Areia, Cabaceiras, and Alagoa Grande (in the Province of Paraíba); and São Bento (Archdiocese of Olinda) and Caruaru (in the Province of Pernambuco). Marriages took place at the main church, the Capela do Batalhão, the Fazenda Pais Leite, the Oratório Santo André, the Capela do Congo, the Oratório Público de Carnaúba, and the Capela do Gericó. Sacraments were administered by Father Francisco Ananias de Faria Castro and Father Joaquim Theophilo Agra da Silva. Bound, handwritten volume. This volume is very damaged. Pages are numbered up to folio 150.","language":["Portuguese"],"title":"Book of Marriages (1900-1914) / Livro de Casamento 1900 - 1914","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1901-01-01T00:00:00Z"}},{"id":"267143","fields":{"end_date":"1922-12-31T23:59:59Z","identifier":"267143","country":"Brazil","creator":"British Library EAP627","images":"216","city":"São João do Cariri","subject":["Marriages","Brazil"],"format":"1 handwritten volume with 108 folios, including cover and inside cover; 216 JPG and TIFF images","description":"This volume contains marriage records from 1919-1922. Marriages took place at the  main church, the Capela de Serra Branca, the Capela de Cochichola, the Capela de Sant'Anna do Congo, the Fazenda Ligeiro, the Sítio Viração, and the Fazenda Uruçú. The betrothed were from São João do Cariri, Bom Jardim in the archbishropic of Recife, Brejo de Madre de Deos of the archbishropic of Recife, Taquaretinga of the Archdiocese of Olinda, Cabaceiras, Limoeiro,  and Jerusalém. Sacraments were administered by the Vicar Joaquim Theophilo Agra da Silva and by the Vicar Father Thedomiro de Queiroz Mello. Bound, damaged volume of handwritten records. Hard cover (not original cover). Pages are numbered to folio 100.","language":["Portuguese"],"title":"Book of Marriages of the Freguesia de Nossa Senhora dos Milagres, São João do Cariri (1919-1922) / Livro de Casamento Freguesia de Nossa Senhora dos Milagres - São João do Cariri 1919 a 1922","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1919-01-01T00:00:00Z"}},{"id":"267360","fields":{"end_date":"1927-12-31T23:59:59Z","identifier":"267360","country":"Brazil","creator":"British Library EAP627","images":"316","city":"São João do Cariri","subject":["Marriages","Brazil"],"format":"1 handwritten volume with 158  folios, including cover and inside cover; 316 JPG and TIFF images","description":"This volume contains marriage records from 1922 to 1927. Marriages took place at the Fazenda Riacho do Algodão, Fazenda Serrote Apertado, Capela de Sucurú, Capella de Serra Branca, Fazenda Conceição, Fazenda Salão, Fazenda Santa Luzia, and Fazenda São Joaquim. The betrothed were from  São João do Cariri, Campina Grande, Taperoá, and Taquaretinga. Sacraments administered by the vicar, Father Theodomiro de Queirós. Bound, restored volume of handwritten records. This volume was restored using a film that makes reading the originals difficult. Hard cover (not original cover). Pages are numbered to folio 150. ","language":["Portuguese"],"title":"Book of Marriages, Freguesia de Nossa Senhora dos Milagres, São João do Cariri (1922-1927) / Livro de Casamento Freguesia de Nossa Senhora dos Milagres - São João do Cariri 1922 a 1927","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1922-01-01T00:00:00Z"}},{"id":"268251","fields":{"end_date":"1911-12-31T23:59:59Z","identifier":"268251","country":"Brazil","creator":"British Library EAP627","images":"210","city":"São João do Cariri","subject":["Burials","Brazil"],"format":"1 handwritten volume with 105 folios, including cover and inside cover; 210 JPG and TIFF images","description":"This volume contains death records from 1876 to 1909 of free and enslaved men, women, adolescents, newborns, and children. Some of the deceaased were had been registered as legitimate at birth, others illegitimate. The deceased were described as white, black, and \"parda\" and hailed from the parish of Nossa Senhora dos Milagres and elsewhere.  Some were buried in black and white habits, with or without Church sacrament. Burials took place at the main church,  Capela do Jericó, Fazenda Pau-Apique, Cemitério de Carauba, Cemitério da Vila de Cabaceiras, Cemitério das Pombas, Cemitério do Batalhão, Cemitério de Timbauba, Cemitério de S. José, Cemitério de Serra Branca, Cemitério de Soledade, and elsewhere. Sacraments were administered by Vicar Joze de Souza Magalhães, Vicar Francisco Ananias de Farias Castro, Vicar Alipio Emiliano Cordeiro da Costa, Vicar Manoel Christovam Ribeiro Ventura and by Friar Henrique Fernandes D'Oliveira. Bound, damaged volume of handwritten records. Pages are numbered through folio 105. Folios 37 and 38 are missing. Folio 61 is not numbered. ","language":["Portuguese"],"title":"Book 3 (formerly book 15) (1876-1909) / Livro 3 (EX 15) De 1876 a 1909","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1876-01-01T00:00:00Z"}},{"id":"268462","fields":{"end_date":"1892-12-31T23:59:59Z","identifier":"268462","country":"Brazil","creator":"British Library EAP627","images":"384","city":"São João do Cariri","subject":["Burials","Brazil"],"format":"1 handwritten volume with 192 folios, including the cover and inside cover; 384 JPG and TIFF images","description":"This volume holds death records from 1891 to 1892 of free, white men, women, and adolescents. Some of the deceased had been registered at birth as legitimate, others illegitimate. The deceased hailed from the parish of Nossa Senhora dos Milagres and elsewhere. Some were buried in white habits, with or without Church sacrament. Burials took place at the main church, Cemitério do Batalhão, Cemitério de Timbauba, Cemitério da Villa, Cemitério de Serra Branca, and elsewhere. Sacraments administered by Vicar Alipio Emiliano Cordeiro da Costa. Bound, restored, incomplete volume of handwritten records. Hardcover (not original cover). Pages are numbered up to folio 198. Beginning pages are missing.","language":["Portuguese"],"title":"Book of Deaths of the Freguesia de Nossa Senhora dos Milagres, São João do Cariri (1891-1892) / Livro de Óbito da Freguesia de Nossa Senhora dos Milagres – São João do Cariri 1891 a 1892","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1891-01-01T00:00:00Z"}},{"id":"268847","fields":{"end_date":"1801-12-31T23:59:59Z","identifier":"268847","country":"Brazil","creator":"British Library EAP627","images":"404","city":"São João do Cariri","subject":["Burials","Brazil"],"format":"1 handwritten volume with 202 folios, including cover and inside cover; 404 JPG and TIFF images","description":"This volume contains death records from 1786 to 1800 of free, freed, and Indian men, women, and children, listed as white, black, \"parda\", mulatta, and \"crioula\". The deceased were from the parish of  Nossa Senhora dos Milagres, Costa da Mina, and elsewhere. Some were buried in white habits (cotton, linen). Burials took place at the main church, at the Capela do Congo, and elsewhere. Sacraments were administered by priests of Cariri: Joaquim José de Veras and Verissimo Machado. A priest accidentally included the death record of a \"parda\" slave and four baptisms of white and Indian children in this volume.  Bound, restored volume of handwritten records. Hard cover (not original cover). Pages are numbered from folio 200.","language":["Portuguese"],"title":"Book of Deaths of the Freguesia de Nossa Senhora dos Milagres, São João do Cariri (1786-1800) / Livro de Óbito da Freguesia de Nossa Senhora dos Milagres – São João do Cariri 1786 a 1800","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1786-01-01T00:00:00Z"}},{"id":"269252","fields":{"end_date":"1876-12-31T23:59:59Z","identifier":"269252","country":"Brazil","creator":"British Library EAP627","images":"380","city":"São João do Cariri","subject":["Burials","Brazil"],"format":"1 handwritten volume with 190 folios, including cover and inside cover; 380 JPG and TIFF images","description":"This volume contains death records from 1854 to 1876 of free, enslaved, and Indian men, women, adolescents, newborns, and children. Some of the deceased were born to two parents, while others had only a mother. The deceased were described as white, black, \"parda\", and \"crioula\" and hailed from the parish of Nossa Senhora dos Milagres and elsewhere.  Some deceased were buried in white and black habits, with or without Church sacrament. Burials took place at the main church, Capela de São Thomé, Capela da Carauba, Capela do Congo, Cemitério D'Alagoa do Monteiro, Cemitério das Pombas, Cemitério da Casa de Oração do Batalhão, Cemitério de Timbauba, and elsewhere. Sacraments administered by the vicar, Joze de Souza Magalhães. Bound volume of handwritten records. The volume is so damaged that it is impossible to read portions of the final pages.","language":["Portuguese"],"title":"Book of Deaths (1854-1876) / Livro de Óbito  1854 - 1876","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1854-01-01T00:00:00Z"}},{"id":"271189","fields":{"end_date":"1931-12-31T23:59:59Z","identifier":"271189","country":"Brazil","creator":"British Library EAP627","images":"196","city":"São João do Cariri","subject":["Burials","Brazil"],"format":"1 handwritten volume with 98 folios, including the cover and inside cover; 196 JPG and TIFF images","description":"The book contains death records from 1924 to 1931 of men, women, newborns, and children (legitimate and illegitimate), with or without having received final rights. Some of the deceased were buried in white, blue, black, or pink habits. The deceased hailed from the parish of Nossa Senhora dos Milagres and elsewhere. Burials occurred at the main church, Cemitério de Serra Branca and elsewhere. Sacraments were administered and signed by the vicar, Father Theodomiro de Queiróz. Bound volume of handwritten records. Hard cover (this is the original cover). Pages are numbered through folio 94. ","language":["Portuguese"],"title":"Book 5 of Deaths (1924-1931) / Livro de Óbito N. 5 De 1924 a 1931","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1924-01-01T00:00:00Z"}},{"id":"271386","fields":{"end_date":"1924-12-31T23:59:59Z","identifier":"271386","country":"Brazil","creator":"British Library EAP627","images":"212","city":"São João do Cariri","subject":["Burials","Brazil"],"format":"1 handwritten volume with 106 folios, including the cover and inside cover; 212 JPG and TIFF images","description":"This volume contains death records from 1912 to 1924 of men, women, newborns, and children (born to two parents or to a mother only). The deceased were from the parish of Nossa Senhora dos Milagres and elsewhere. Burials took place at the main church, Cemitério da Vila, Cemitério das Pombas, Cemitério de Timbauba, Cemitério de Serra Branca and elsewhere. Sacraments were administered and signed by Vicar Joaquim Theophilo Agra da Silva and Father Theodomiro de Queiróz. Bound, damaged volume. Pages are numbered through folio 100. ","language":["Portuguese"],"title":"Book of Deaths of the Freguesia de São João do Cariri (1912-1924) / Livro de Óbitos da Freguesia de São João do Cariri 1912-1924","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1912-01-01T00:00:00Z"}},{"id":"271599","fields":{"end_date":"1776-12-31T23:59:59Z","identifier":"271599","country":"Brazil","creator":"British Library EAP627","images":"180","city":"São João do Cariri","subject":["Financial records","Brazil"],"format":"1 handwritten volume with 90 folios, including cover and inside cover ; 180 JPG and TIFF images","description":"The volume contains records for deposits on marriages, requests for forgiveness (for women living with men out of wedlock), and petitions for marriage. Men and women in this volume lived in and were from Caycó, the Fazenda Serra Branca, Lagoa Nova (Parish of Nossa Senhora da Conceição in Campina Grande) and elsewhere. Signed by Friar Felippe da Conceição (Reform Carmelite), Gregorio de Figueredo Barbalho, Antonio de Souza Potazio, Cypriano Joze da Camara Gondim, and Manoel Monteiro de Oliveira Gondim. Bound volume with hard cover (not original cover). Significant water damage, which makes it difficult to identify missing folios. Pages are numbered to folio 102. Several  numbers are missing.","language":["Portuguese"],"title":"Book of Finances and Baptismal Certificates (1766-1776) / Livro de Finanças e Certidões de Batismo 1766-1776","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1766-01-01T00:00:00Z"}},{"id":"271780","fields":{"end_date":"1776-12-31T23:59:59Z","identifier":"271780","country":"Brazil","creator":"British Library EAP627","images":"324","city":"São João do Cariri","subject":["Financial records","Brazil"],"format":"1 handwritten volume with 162 folios, including cover and inside cover ; 324 JPG and TIFF images","description":"Volume contains records of the expenditure of goods of the Church of Nossa Senhora dos Milagres of the parish of São João do Cariri in 1776. Expenses include the fixing of locks, shrines, burials, graves of abandoned children and adult slaves. Signed by Jozé Gomes Pequeno and Alexandre Bernardino dos Reys. Bound, damaged document of handwritten records. Leather cover. Most pages are missing information.","language":["Portuguese"],"title":"Book of Church Expenses 1776 / Livro de Despesa da Igreja 1776","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1776-01-01T00:00:00Z"}},{"id":"272105","fields":{"end_date":"1843-12-31T23:59:59Z","identifier":"272105","country":"Brazil","creator":"British Library EAP627","images":"244","city":"São João do Cariri","subject":["Financial records","Brazil"],"format":"1 handwritten volume with 122 folios, including cover and inside cover; 244 JPG and TIFF images","description":"This volume contains expense records of Nossa Senhora S. Anna do Congo  in 1843. Expenses refer to the purchase of wine, embroidery and lace, the sale of two steer, and tiles. Signed by Wilson de Carvalho, Francisco Jose de Miranda, and João Tavares Barbosa. Bound volume of handwritten records. Cover is not the original. Pages are numbered to folio 115. ","language":["Portuguese"],"title":"Book of Finances (1843) / Livro de Finanças 1843","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1843-01-01T00:00:00Z"}},{"id":"272350","fields":{"end_date":"1999-12-31T23:59:59Z","identifier":"272350","country":"Brazil","creator":"British Library EAP627","images":"120","city":"São João do Cariri","subject":["Kinship","Brazil"],"format":"1 handwritten volume with 60 folios ; 120 JPG and TIFF images","description":"This volume contains kinship indexes referring to Book 30. The volume is undated. Indexes list the name of the baptized and whether the child was considered legitimate or illegitimate. All records refer to the Parish of Nossa Senhora dos Milagres de São João do Cariri. Bound, damaged volume of handwritten records. Hard cover (not original cover). ","language":["Portuguese"],"title":"Book of Kinship Indexes (referring to book 30) / Livro de Índice de Filiação (Índice do livro nº 30) ","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1501-01-01T00:00:00Z"}},{"id":"272471","fields":{"end_date":"1881-12-31T23:59:59Z","identifier":"272471","country":"Brazil","creator":"British Library EAP627","images":"220","city":"São João do Cariri","subject":["Financial records","Brazil"],"format":"1 handwritten volume with 110 folios, including cover and inside cover ; 220 JPG and TIFF images","description":"This volume contains expense records and receipts from the main church of  Nossa Senhora dos Milagres, from 1851 to 1881. Expenses refer to the purchase of a curtain and mantle, and receipts refer to the sale of cows and other sales. Signed by Elias E. Miranda Costa Ramos. Bound, restored volume of handwritten records. Pages damaged by insects and adhesive tape. Cover is not the original cover. ","language":["Portuguese"],"title":"Book of Finances, Freguesia de Nossa Senhora dos Milagres, São João do Cariri (1851-1861) / Livro de Finanças Freguesia de Nossa Senhora dos Milagres - São João do Cariri 1851 a 1861","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1851-01-01T00:00:00Z"}},{"id":"272692","fields":{"end_date":"1927-12-31T23:59:59Z","identifier":"272692","country":"Brazil","creator":"British Library EAP627","images":"308","city":"São João do Cariri","subject":["Kinship","Brazil"],"format":"1 handwritten volume with 154 folios, including cover and inside cover; 308 JPG and TIFF images","description":"This volume contains kinship indexes (referring to book numbers 37, 38, 39, 40, 41, and 43) from 1915 to 1917. The indexes list the name of the baptized, of his/her parents, and of the child's legal condition (legitimate or illegitimate), and the number of the volume in which the baptismal records are found at the Parish of Nossa Senhora dos Milagres de São João do Cariri. Bound, damaged volume of handwritten records. Hard cover (not original cover). Pages are numbered through folio 150. ","language":["Portuguese"],"title":"Book of Kinship Indexes (1915-1917) / Livro Índice de Filiação 1915-1917","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1915-01-01T00:00:00Z"}},{"id":"273001","fields":{"end_date":"1999-12-31T23:59:59Z","identifier":"273001","country":"Brazil","creator":"British Library EAP627","images":"190","city":"São João do Cariri","subject":["Kinship","Brazil"],"format":"1 handwritten volume with 95 folios; 190 JPG and TIFF images","description":"Volume contains kinship records (referring to book 31). Undated volume. Indexes list the names of baptized and their legal condition (legitimate or illegitimate). All records refer to the parish of Nossa Senhora dos Milagres de São João do Cariri. Bound, damaged volume containing handwritten records. Hard cover (not original cover).","language":["Portuguese"],"title":"Book of Kinship Indexes (Index of Book 31) / Livro Índice de Filiação   (Índice do livro nº 31) ","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1501-01-01T00:00:00Z"}},{"id":"273192","fields":{"end_date":"1999-12-31T23:59:59Z","identifier":"273192","country":"Brazil","creator":"British Library EAP627","images":"56","city":"São João do Cariri","subject":["Kinship","Brazil"],"format":"1 handwritten volume with 28 folios; 56 JPG and TIFF images","description":"This volume contains kinship records with the name of the baptized and their legal condition at birth (legitimate or illegitimate). Undated volume. All of the baptized were from the parish of Nossa Senhora dos Milagres de São João do Cariri. Bound, incomplete volume of handwritten records. The cover and final pages are missing. ","language":["Portuguese"],"title":"Book of Kinship Indexes / Livro Índice de Filiação","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1501-01-01T00:00:00Z"}},{"id":"273249","fields":{"end_date":"1999-12-31T23:59:59Z","identifier":"273249","country":"Brazil","creator":"British Library EAP627","images":"74","city":"São João do Cariri","subject":["Kinship","Brazil"],"format":"1 handwritten volume with 37 folios; 74 JPG and TIFF images","description":"This volume contains kinship indexes from the parish of Nossa Senhora dos Milagres de São João do Cariri (referring to book number 32). Undated volume. Indexes list the names of the baptized and whether they were considered legitimate or illegitimate.  Bound, incomplete volume of handwritten records. The cover and final pages are missing. ","language":["Portuguese"],"title":"Book of Kinship Indexes (Index of Book 32) / Livro Índice de Filiação     (Índice do livro nº 32)   ","type":["Ecclesiastical records"],"institution":"Paróquia de Nossa Senhora dos Milagres","publisher":"Slave Societies Digital Archive","state":"Paraíba","coords":"-7.39077,-36.53513","start_date":"1501-01-01T00:00:00Z"}}]}}